[
  {
    "compound_name": "Fenuron",
    "cas_rn": "101-42-8",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Fenuron is a synthetic phenylurea herbicide that was used as a pre-emergent weed killer. It was effective against annual broad-leaved weeds and woody plants in crops such as beans, spinach, sugar beets, and fruit orchards:contentReference[oaicite:0]{index=0}:contentReference[oaicite:1]{index=1}. Introduced in the mid-20th century, fenuron became widely applied in agriculture and for general vegetation control. However, it is now considered an obsolete pesticide and is no longer approved for use in many regions due to environmental and health concerns:contentReference[oaicite:2]{index=2}:contentReference[oaicite:3]{index=3}.",
        "sources": [
          "https://sitem.herts.ac.uk/aeru/ppdb/en/Reports/313.htm",
          "https://www.medchemexpress.com/fenuron.html"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "As an herbicide, fenuron entered the environment through agricultural application. Humans could be exposed by handling or applying the product, by inhaling spray or dust, or by contact with treated vegetation and soil. Due to its high water solubility, fenuron residues could leach into groundwater and surface water:contentReference[oaicite:4]{index=4}. People in treated areas might ingest trace amounts via contaminated water or crops. However, since fenuron is no longer in active use, current exposure is more likely from legacy environmental residues in soil or water near former application sites.",
        "bullets": [
          "Occupational exposure for applicators (mixing, loading, spraying herbicide)",
          "Inhalation of aerosol or dust during and shortly after fenuron application",
          "Leaching into groundwater and potential presence in well water near treated fields:contentReference[oaicite:5]{index=5}",
          "Incidental ingestion of or dermal contact with contaminated soil or crops from previously treated land"
        ],
        "sources": [
          "https://sitem.herts.ac.uk/aeru/ppdb/en/Reports/313.htm"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Fenuron exhibits low acute toxicity in mammals (low oral LD<sub>50</sub>), but high doses and chronic exposure have raised toxicological concerns:contentReference[oaicite:6]{index=6}. Animal studies and environmental observations suggest fenuron and related phenylurea herbicides may have carcinogenic and teratogenic (developmental) effects:contentReference[oaicite:7]{index=7}. In laboratory tests, fenuron caused reproductive and developmental effects at high exposure levels:contentReference[oaicite:8]{index=8}. Because fenuron is moderately persistent in soils, any detection in blood would indicate relatively recent exposure. Given its rapid metabolism and elimination in humans, fenuron is not expected to bioaccumulate; blood detection would reflect acute or short-term exposure rather than long-term accumulation. Studies of phenylurea herbicides have noted genotoxic potential after metabolic activation, but data specific to fenuron in humans are limited.",
        "sources": [
          "https://sitem.herts.ac.uk/aeru/ppdb/en/Reports/313.htm",
          "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11458295"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Fenuron is no longer registered as a pesticide in most jurisdictions. In the United States and Europe it is an unapproved pesticide, and any former product registrations have been canceled:contentReference[oaicite:9]{index=9}. Fenuron does not appear on current EPA pesticide tolerance lists or EU approved active substances under Regulation 1107/2009 (its approval was previously withdrawn):contentReference[oaicite:10]{index=10}:contentReference[oaicite:11]{index=11}. It is not produced in significant quantities today. While fenuron is not specifically tracked in national biomonitoring programs, its historical use and potential groundwater contamination have been noted by regulatory agencies. For example, its high leachability index has been highlighted in environmental databases:contentReference[oaicite:12]{index=12}. Generally, monitoring of fenuron in the environment would fall under broader surveys of herbicide residues in water. No specific exposure limits or health advisories exist for fenuron due to its discontinued status, but it is subject to general regulations on legacy pesticide contamination.",
        "sources": [
          "https://sitem.herts.ac.uk/aeru/ppdb/en/Reports/313.htm"
        ]
      }
    ],
    "sources": [
      "https://sitem.herts.ac.uk/aeru/ppdb/en/Reports/313.htm",
      "https://www.medchemexpress.com/fenuron.html",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11458295"
    ]
  },
  {
    "compound_name": "2,2',3,3',4,4',5,5',6-Nonachlorobiphenyl (BZ#206)",
    "cas_rn": "40186-72-9",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2,2',3,3',4,4',5,5',6-Nonachlorobiphenyl is a polychlorinated biphenyl (PCB) congener containing nine chlorine atoms (PCB-206). PCBs were synthetic organic chemicals historically used as dielectric fluids, coolants, and lubricants in electrical equipment such as transformers and capacitors:contentReference[oaicite:13]{index=13}. This highly chlorinated congener would have been a minor component of commercial PCB mixtures (like Aroclors) and was not manufactured in isolation. PCBs are colorless to yellow oily liquids/solids with no distinct odor:contentReference[oaicite:14]{index=14}. Production of PCBs was banned in the late 1970s (U.S. production ceased in 1977) due to environmental persistence and health concerns:contentReference[oaicite:15]{index=15}. Thus, PCB-206 is a legacy pollutant with no current intentional uses, found only as a residue from past PCB applications and equipment.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "As a highly chlorinated PCB, 2,2',3,3',4,4',5,5',6-nonachlorobiphenyl tends to persist in the environment and bioaccumulate in food webs. The general population is primarily exposed through ingesting contaminated foods, especially animal fats. Fatty fish, meat, and dairy from areas with historical PCB contamination can contain PCB congeners like #206:contentReference[oaicite:16]{index=16}. Because of its low volatility (due to nine chlorines), direct inhalation exposure is less significant than for lighter PCBs, though indoor air in buildings with old PCB-containing electrical equipment or sealants could carry PCBs in vapor or dust. Infants may be exposed via breast milk, since PCBs concentrate in lipids. Occupational exposure could occur when handling old transformers or capacitors that contain PCB oils. PCB-206 strongly adsorbs to soil and sediments, so ingestion of or dermal contact with contaminated soil or sediment (for example, near hazardous waste sites) is another pathway:contentReference[oaicite:17]{index=17}:contentReference[oaicite:18]{index=18}. Major exposure routes include:",
        "bullets": [
          "Dietary ingestion of contaminated fish, meat, and dairy (primary route for the public):contentReference[oaicite:19]{index=19}",
          "In utero and infant exposure via placental transfer and breast milk (PCBs cross the placenta and concentrate in milk fat)",
          "Incidental ingestion of soil or dust near PCB-contaminated sites or in buildings with legacy PCB materials:contentReference[oaicite:20]{index=20}",
          "Occupational contact with old electrical equipment or waste containing PCB oils"
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Detection of PCB-206 in blood indicates bioaccumulation of this persistent congener, often from chronic exposure to PCBs over time. PCBs are lipophilic and distribute to fatty tissues; congeners with more chlorines like PCB-206 have very long biological half-lives (on the order of years). In human studies, high PCB exposures have been associated with skin conditions such as chloracne and rashes, and clinical chemistry changes suggesting liver stress:contentReference[oaicite:21]{index=21}. Developmental and immunological effects have also been observed in children of exposed mothers (e.g. subtle neurobehavioral changes):contentReference[oaicite:22]{index=22}. PCBs are classified as probable human carcinogens (e.g. by IARC) based on animal studies showing liver tumors and other cancers:contentReference[oaicite:23]{index=23}:contentReference[oaicite:24]{index=24}. While PCB-206 itself has not been studied in isolation, it contributes to the overall PCB body burden. Health surveillance in PCB-exposed populations indicates that higher-chlorinated congeners accumulate more and thus may pose prolonged toxic effects, particularly on the liver, endocrine system (thyroid hormone disruption), and immune system. In summary, PCB-206 in blood reflects long-term PCB burden and carries the toxicological profile of PCBs: hepatic enzyme induction, potential neurodevelopmental impacts, and elevated cancer risk in long-term high exposure, without implying an acute effect at background levels.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Polychlorinated biphenyls including PCB-206 are subject to strict global control. The compound is listed under the Stockholm Convention on Persistent Organic Pollutants as part of the PCB class slated for elimination. In the United States, PCBs have been banned from manufacture and new use since 1979 under the Toxic Substances Control Act (TSCA). Environmental cleanup levels and food safety limits exist for total PCBs: for example, the EPA tolerances for PCBs in drinking water is 0.5 ppb (0.0005 mg/L):contentReference[oaicite:25]{index=25}. Biomonitoring programs, such as the CDC’s National Health and Nutrition Examination Survey (NHANES), have historically measured PCB congeners in human serum to track exposure trends. PCB-206 and other higher chlorinated congeners are often included in these monitoring efforts due to their persistence. Over time, average PCB levels in humans have declined since the ban, but PCB-206 can still be detected in older individuals or those with high fish consumption. In regulatory terms, any material containing >50 ppm PCBs is classified as PCB waste in the U.S. and must be handled under EPA guidelines. Thus, PCB-206 is monitored as part of total PCB contamination in environmental media and is encompassed by all regulations pertaining to PCBs (e.g. disposal requirements, fish consumption advisories, and Superfund site cleanups).",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
          "https://www.epa.gov/system/files/documents/2021-10/tsca-pcbs-faqs.pdf"
        ]
      }
    ],
    "sources": [
      "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
      "https://www.epa.gov/system/files/documents/2021-10/tsca-pcbs-faqs.pdf"
    ]
  },
  {
    "compound_name": "2,2',3,5'-Tetrachlorobiphenyl (BZ#44)",
    "cas_rn": "41464-39-5",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2,2',3,5'-Tetrachlorobiphenyl is one of the 209 PCB congeners, known by its PCB number 44. It contains four chlorine atoms on the biphenyl backbone. Like other PCBs, it was not produced intentionally as a pure compound but was present in commercial PCB mixtures (e.g. Aroclors) that were used as insulating and cooling fluids in electrical transformers, capacitors, and hydraulic systems:contentReference[oaicite:26]{index=26}. PCBs were valued in these applications for chemical stability and non-flammability. Congener #44, being moderately chlorinated, would have been part of the lighter fraction of PCB mixtures. Since the ban on PCB production (late 1970s), 2,2',3,5'-tetrachlorobiphenyl’s only “use” is unintentional – it persists as an environmental pollutant. No current consumer or industrial uses exist for this compound except in analytical reference standards or research. It remains as a legacy contaminant in old equipment and polluted soils/sediments.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "PCB-44 can enter the human body through the same pathways as other PCBs. The primary route is ingestion of contaminated food. Fish from polluted waters and high-fat animal products can accumulate PCB congeners including #44. Because PCB-44 has fewer chlorines than heavier congeners, it is somewhat more volatile; inhalation of PCB-containing indoor air or dust (for instance, in buildings with old PCB-laden fluorescent light ballasts or sealants) can contribute to exposure:contentReference[oaicite:27]{index=27}. Dermal exposure is possible by touching PCB-oily residues or contaminated soil/sediment, though absorption through skin is limited. In populations near hazardous waste sites, incidental ingestion of soil or inhalation of contaminated dust are possible pathways:contentReference[oaicite:28]{index=28}. Like other PCBs, #44 can cross the placenta and has been detected in breast milk fat, so prenatal and infant exposures occur from maternal PCB burden. The key exposure routes are:",
        "bullets": [
          "Eating contaminated fish, meat, or dairy products (major source for general population):contentReference[oaicite:29]{index=29}",
          "Breathing PCB-contaminated indoor air or dust (especially for lower-chlorinated PCBs like #44 which volatilize more readily):contentReference[oaicite:30]{index=30}",
          "Transfer from mother to fetus and infant (across placenta and via breast milk)",
          "Contact with PCB-contaminated soil or sediments (near former PCB use or disposal sites) and inadvertent ingestion of dust/soil"
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PCB-44 shares the toxic profile of the PCB family. PCBs in blood indicate accumulated exposure and are associated with a range of subclinical effects. Although specific toxicity data on congener #44 are scarce, studies on PCB mixtures show that chronic PCB exposure can affect the skin (chloracne, rashes), liver (enzyme induction, liver enlargement), and nervous system (developmental delays in children with prenatal exposure):contentReference[oaicite:31]{index=31}:contentReference[oaicite:32]{index=32}. The lighter PCB congeners like tetrachlorobiphenyls are more readily metabolized than heavier ones, producing hydroxylated metabolites that can interfere with thyroid hormone transport. Detection of PCB-44 in blood suggests recent or ongoing exposure (since lower-chlorinated PCBs have somewhat shorter human half-lives, on the order of a few years) combined with historical accumulation. PCBs are considered probable human carcinogens; lifetime exposure to total PCBs has been linked to elevated risks of certain cancers (e.g. liver and biliary tract) in animal studies:contentReference[oaicite:33]{index=33}. In summary, PCB-44 in the body contributes to the overall PCB burden that can impair immune function and neurologic development at sufficient doses. Reducing exposure is advised, but the presence of PCB-44 alone cannot be directly tied to a specific illness without considering total PCB exposure and congener mix.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Regulatory treatment of 2,2',3,5'-tetrachlorobiphenyl falls under the blanket of PCB regulations. In the US, PCBs are regulated as a class; e.g., the EPA prohibits distribution of materials containing PCBs above certain concentrations and enforces cleanup thresholds. Internationally, PCBs (including this congener) are listed for elimination under the Stockholm Convention. There are no separate standards for individual congeners in most cases; rather, analytical measurements often report total PCB levels or sum of indicator congeners. However, sophisticated monitoring programs (such as the World Health Organization’s human milk surveys or the CDC’s serum studies) do measure specific congeners like PCB-44 to track patterns of exposure. Declines in PCB-44 levels over decades have been documented, reflecting the effectiveness of the PCB ban. For instance, older adults who had environmental or occupational PCB contact may show PCB-44 in their blood, whereas younger individuals have much lower concentrations. All regulatory frameworks that apply to PCB-206 (as described above) apply equally to PCB-44 – e.g. disposal requirements for PCB equipment, FDA limits on PCBs in food (e.g. 0.2–3 ppm in fish), and EPA water quality criteria. PCB-44, being moderately chlorinated, is one of the “indicator PCBs” often included in environmental monitoring (such as EPA Method 8082 for soil/water) to signal PCB contamination. Overall, it is managed as part of the collective PCB persistent pollutants that agencies worldwide aim to keep out of food chains and human tissue.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      }
    ],
    "sources": [
      "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
    ]
  },
  {
    "compound_name": "2,2',5-Trichlorobiphenyl (BZ#18)",
    "cas_rn": "37680-65-2",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2,2',5-Trichlorobiphenyl (PCB-18) is a tri-chlorinated biphenyl congener. It was a constituent of commercial PCB mixtures used in the mid-20th century. PCB-18 is relatively lightly chlorinated, making it one of the more volatile and mobile PCB congeners. Historically, all PCBs (including PCB-18) were used as components in dielectric fluids, heat transfer oils, and other applications requiring stable, inert chemicals:contentReference[oaicite:34]{index=34}. PCB-18 itself had no specialized use apart from being present in these mixtures (for example, in Aroclor formulations). Once PCBs were banned, PCB-18 ceased entering commerce. The only ongoing “use” of PCB-18 is analytical or reference use in laboratories and its inadvertent presence in the environment. In summary, PCB-18 was part of general PCB applications like electrical insulating oils, and no current consumer product contains this compound intentionally.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Human exposure to PCB-18 occurs mainly via pathways common to all PCBs: eating contaminated food, inhaling contaminated air, or contact with old PCB materials. Because 2,2',5-trichlorobiphenyl has only three chlorines, it is more volatile and less bioaccumulative than higher chlorinated PCBs, but it still partitions into fatty tissues. People can inhale PCB-18 evaporating from contaminated indoor environments (for instance, from old varnishes, paint, or electrical equipment in buildings) more readily than they would for heavy PCB congeners:contentReference[oaicite:35]{index=35}. Dietary exposure remains significant—fish and animal fats can contain PCB-18 along with other congeners. In fact, lighter PCBs like #18 often dominate air and water samples near contamination sources, potentially leading to inhalation and ingestion via water. Workers involved in remediation of PCB contamination or maintenance of old equipment might inhale or dermally contact PCB-18. Children in homes with PCB-laden caulking or floor finishes could be exposed through indoor dust. Overall, major exposure routes include food (fish/meat), indoor air and dust in PCB-contaminated buildings, and ingestion of environmental media near PCB spill sites.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PCB-18 in blood is indicative of PCB exposure but, due to its lower chlorine content, it tends to have a shorter half-life in the body compared to more chlorinated PCBs. Nonetheless, it contributes to total PCB toxic effects. Health studies do not isolate PCB-18’s effects; instead, they examine PCBs collectively. Known effects of PCBs include liver enzyme induction, alterations in serum lipid and thyroid hormone levels, and neurodevelopmental effects in infants with prenatal exposure:contentReference[oaicite:36]{index=36}:contentReference[oaicite:37]{index=37}. PCB-18 and similar congeners can be metabolized to hydroxylated PCBs that may interfere with hormone receptors or binding proteins (e.g., thyroid transport). If PCB-18 is detected in blood, it usually co-occurs with other PCB congeners, reflecting cumulative exposure. Toxicologically, lower chlorinated PCBs are considered more acutely mobile but also somewhat more readily excreted. However, repeated exposure can still lead to accumulation and chronic effects. PCBs are immunotoxic in animal studies (suppressing immune responses) and potentially in humans as well. While PCB-18 itself has not been classified separately, all PCBs are treated as health hazards with no safe level of chronic exposure. Thus, the presence of PCB-18 is taken as part of the overall PCB body burden that authorities try to minimize for public health.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "2,2',5-Trichlorobiphenyl falls under the regulations for PCBs globally. As with other congeners, production and new use are banned. Regulatory agencies track PCB-18 as part of congener-specific monitoring, especially in environmental samples. For example, PCB-18 is often measured in air monitoring studies because of its volatility, and it can serve as a marker of PCB air contamination indoors or near contaminated sites. In human biomonitoring, PCB-18 can be measured in serum; decreases over time have been noted in population studies post-ban, although it can still be found at low levels in certain groups. There are no separate guideline limits for PCB-18 in the environment or food; standards (like the EPA’s 0.5 µg/L drinking water limit for total PCBs, and FDA’s tolerance levels in foods) apply to total PCB content:contentReference[oaicite:38]{index=38}. Under the Stockholm Convention, all PCB congeners are targeted for elimination, including lighter ones such as PCB-18. Many countries require destruction or decontamination of PCB-containing equipment, which prevents further PCB-18 release. In remediation projects, congener profiles (including PCB-18) are analyzed to identify sources and weathering of PCB contamination (lighter congeners often preferentially lost to air). In summary, PCB-18 is monitored and controlled within the broad framework for PCB contamination: it is part of the sum of PCB congeners that regulations seek to reduce in the environment and human tissues.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      }
    ],
    "sources": [
      "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
    ]
  },
  {
    "compound_name": "2,3',4,4'-Tetrachlorobiphenyl (BZ#66)",
    "cas_rn": "32598-10-0",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2,3',4,4'-Tetrachlorobiphenyl (PCB-66) is a PCB congener with four chlorine substituents. It was a component of technical PCB mixtures used in various industrial applications. These applications included use as insulating oils in transformers and capacitors, as additives in hydraulic fluids, and in heat transfer systems:contentReference[oaicite:39]{index=39}. PCB-66, like other PCBs, was never an isolated commercial product but occurred in mixtures (for instance, Aroclor 1242 and 1248 contain tetrachlorinated biphenyls). All intentional uses of PCB-66 ended with the PCB ban. Presently, PCB-66 has no legitimate uses; its relevance is as an environmental pollutant and a target analyte in monitoring programs. Historically, it would have been encountered in any contexts where PCBs were used (old electrical equipment, carbonless copy paper, etc.). Its moderate chlorine content gave it intermediate properties – somewhat volatile and mobile, yet still persistent – influencing how it spread in the environment once released.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
          "https://biomonitoring.ca.gov/chemicals/polychlorinated-biphenyls-pcbs"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure to PCB-66 occurs mainly through diet and environmental contact, as with other PCB congeners. Being moderately chlorinated, PCB-66 can evaporate into air more than heavier PCBs; thus, inhalation of PCB-contaminated indoor air (for example, in buildings with old PCB sealants or electronics) can be a pathway. Food consumption is still the dominant route – particularly fish from contaminated waters, which accumulate a suite of PCB congeners including #66. Meat and dairy can also contain PCB-66 if animals graze in contaminated areas. Individuals living near former PCB manufacturing or disposal sites might inhale or ingest PCB-laden dust/soil. Additionally, PCB-66 may be present in house dust in homes with PCB-containing materials. Dermal absorption is a minor route but could occur via contact with PCB oils or sediments (though absorption through skin is limited). Infants can receive PCB-66 through breast milk. In summary, common exposure routes include:",
        "bullets": [
          "Eating contaminated fish, shellfish, and high-fat animal products (major route for PCB intake):contentReference[oaicite:40]{index=40}",
          "Breathing air in buildings or near sites with PCB contamination (PCB-66 can volatilize into indoor/outdoor air):contentReference[oaicite:41]{index=41}",
          "Ingestion of contaminated soil or dust (especially relevant for small children and for communities near PCB waste sites):contentReference[oaicite:42]{index=42}",
          "Maternal transfer via the placenta and breastfeeding"
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PCB-66 contributes to overall PCB toxicity. In the body, it can be metabolized to hydroxylated PCB metabolites that may interact with biological systems. Studies in exposed human populations link PCB mixtures (which include tetrachlorinated congeners) to effects such as developmental delays, immune modulation, and liver enzyme changes:contentReference[oaicite:43]{index=43}:contentReference[oaicite:44]{index=44}. PCB-66 itself has intermediate persistence in humans; its half-life in serum is likely on the order of several years. Detection of PCB-66 in blood indicates ongoing or cumulative exposure. Toxicologically, moderate-chlorinated PCBs like #66 can activate the aryl hydrocarbon receptor (AhR) to some degree, though generally less potently than certain dioxin-like PCB congeners. They also disturb thyroid hormone levels by binding to transport proteins. Chronic exposure to PCBs is associated with elevated risk of certain cancers and endocrine disruption; while PCB-66 is not singled out, it is part of this collective risk. Animal studies with PCB mixtures that contain congener 66 show neurobehavioral effects in offspring and liver pathology. In summary, PCB-66’s health implications are those of PCBs broadly – if present in blood, it adds to the burden that can contribute to long-term risks like cancer, and subtle effects on neurological development and immune function. Reducing exposure lowers these risks over time as the compound is slowly eliminated.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PCB-66 is regulated as part of the total PCB mixture. Analytical methods (like EPA Method 1668 and 8082) specifically quantify PCB congeners including #66 in environmental samples (water, soil, sediment, tissue) to ensure compliance with cleanup standards and fish advisories. Under the Stockholm Convention, production and new use of all PCBs are prohibited, and countries are mandated to identify and manage PCB stockpiles and wastes. PCB-66, being a mid-weight congener, is one of the “indicator PCBs” often used in regulatory monitoring to represent the presence of PCBs in general. For instance, the European Union uses a set of six indicator PCB congeners (including a tetrachlorobiphenyl) for food and feed monitoring, though PCB-66 specifically is not always in that core set, it can appear as part of extended congener analyses. Regulatory limits (such as the EU limit of 40 ng/g for sum of 6 indicator PCBs in food fish) and U.S. FDA tolerance for PCBs in animal feed (e.g. 0.2 ppm) encompass contributions from PCB-66. In California’s Biomonitoring Program and other human biomonitoring efforts, PCB-66 is measured to track human exposure trends:contentReference[oaicite:45]{index=45}. All disposal and remediation rules that apply to PCB-containing materials (e.g., >50 ppm PCB in materials triggers hazardous waste requirements) treat PCB-66 as part of the total PCB concentration. Therefore, while no separate rule exists just for PCB-66, it is fully covered by the extensive PCB regulatory framework aimed at protecting health and the environment.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
          "https://biomonitoring.ca.gov/chemicals/polychlorinated-biphenyls-pcbs"
        ]
      }
    ],
    "sources": [
      "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
      "https://biomonitoring.ca.gov/chemicals/polychlorinated-biphenyls-pcbs"
    ]
  },
  {
    "compound_name": "2,4',5-Trichlorobiphenyl (BZ#31)",
    "cas_rn": "16606-02-3",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2,4',5-Trichlorobiphenyl (PCB-31) is a trichlorinated PCB congener. It was one ingredient among the complex mix of PCBs in commercial formulations (like Aroclor 1248). PCBs as a group were widely used from the 1930s to 1970s for their chemical stability and insulating properties:contentReference[oaicite:46]{index=46}. PCB-31, as a relatively lower-chlorinated PCB, would have been present especially in the lighter grades of PCB mixtures. It had no specific application on its own but contributed to the performance of the PCB fluid (e.g., lowering viscosity). After PCB manufacturing was halted, compounds like PCB-31 remained only as contaminants in old equipment, building materials (some caulks, paints), and in the environment. Today, PCB-31 has no legitimate or intentional uses. Its relevance is largely in environmental science and toxicology studies, where it serves as an indicator of PCB contamination due to its mobility and presence in air and biota.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Because PCB-31 is one of the more volatile PCB congeners, inhalation can be a more prominent pathway for exposure compared to heavier PCBs. Indoor air in buildings with PCB-containing materials can carry PCB-31, and it has been detected in outdoor air near contaminated sites. Nonetheless, diet remains a major pathway: PCB-31 accumulates in fish and other animal fats, though to a lesser degree than higher chlorinated PCBs (since it can more readily metabolize or excrete in organisms). People can be exposed by eating fish from PCB-polluted waters, consuming dairy or meat from exposed animals, or breast milk (infants). PCB-31 is often one of the first congeners to appear downstream of contamination because it travels with air and water. Thus, those living near former PCB factories or dumps might inhale PCB-31 or ingest it via water. Workers in waste remediation or demolition of old buildings may have exposure through air and dust. Key exposure pathways include:",
        "bullets": [
          "Inhalation of PCB-containing air in contaminated indoor environments or near PCB waste sites (notably relevant for tri-chlorinated PCB like #31):contentReference[oaicite:47]{index=47}",
          "Consumption of contaminated fish, dairy, and meats (contributing to overall PCB intake)",
          "Transfer from mother to fetus and infant (placental and lactational exposure, as PCB-31 can cross into breast milk fat)",
          "Contact with PCB-tainted soil, sediment, or dust, with hand-to-mouth ingestion (especially a concern for children near contaminated areas)"
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PCB-31 in the bloodstream indicates exposure to a lighter PCB congener, which typically also means exposure to a broad mixture of PCBs. Toxicologically, PCB-31 is considered non-dioxin-like and exerts effects mainly through non-AhR-mediated pathways such as enzyme induction (e.g., CYP2B induction via phenobarbital-like mechanisms). Studies on rodents have shown that tri-chlorinated PCBs can still cause hepatic hypertrophy and changes in serum lipids. In humans, health effects attributable specifically to PCB-31 have not been delineated, but it contributes to the total PCB burden associated with adverse outcomes like developmental neurotoxicity and immunotoxicity:contentReference[oaicite:48]{index=48}:contentReference[oaicite:49]{index=49}. Because of its lower chlorine content, PCB-31 has a shorter residence time in the body (estimated half-life on the order of months to a couple of years), so it reflects more recent exposure. If an individual has PCB-31 present, it often correlates with exposures that are ongoing or occurred in the past few years. Chronic exposure to PCBs (including PCB-31) at high levels is linked to liver damage and elevated cancer risk in animals. Regulatory toxicology considers all PCB congeners, including PCB-31, as probable human carcinogens when considering lifetime exposure. In summary, while PCB-31 itself may be cleared faster than heavier PCBs, its presence in blood is a marker of PCB exposure that can contribute to subtle effects on the liver, endocrine system, and development, consistent with the PCB toxic profile.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "2,4',5-Trichlorobiphenyl is managed under the same regulations that govern all PCBs. Environmental standards often focus on total PCB concentrations rather than individual congeners. However, PCB-31 is frequently measured in environmental monitoring networks, especially in air and water, because its relative abundance can indicate recent PCB releases or volatilization. Monitoring data from the Great Lakes and Arctic, for example, have reported PCB-31 as a detectable congener in ambient air and aquatic biota, helping track long-range transport of PCBs. In the U.S., the EPA’s unrestricted use ban on PCBs covers congener 31, and any materials found to contain it (above threshold levels) must be managed as PCB waste. Analytical testing for site cleanups typically includes PCB-31 in the congener list to ensure that lighter PCBs are also remediated (since they can escape into air). Health agencies like ATSDR and EPA do not set separate health criteria for PCB-31; rather, risk assessments use toxicity equivalence or total PCB intake approaches. The presence of PCB-31 in humans has been observed in national surveys (in combination with other congeners) and is used as one data point in assessing exposure trends. Internationally, the inclusion of all PCBs in the POPs regulations means countries are obligated to eliminate equipment containing PCB-31 and reduce emissions. Therefore, PCB-31’s regulatory context is fully encompassed by the general PCB prohibitions and monitoring efforts aimed at these persistent pollutants.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      }
    ],
    "sources": [
      "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
    ]
  },
  {
    "compound_name": "2-Chlorobiphenyl (BZ#1)",
    "cas_rn": "2051-60-7",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2-Chlorobiphenyl (PCB-1) is the simplest chlorinated biphenyl, containing a single chlorine atom. It is one of the 209 PCB congeners and was a minor constituent of commercial PCB mixtures. PCBs were produced as complex blends (e.g., Aroclors) and used as dielectric fluids, plasticizers, and additives for their stability and insulating properties:contentReference[oaicite:50]{index=50}. PCB-1 itself is more volatile and less persistent than higher chlorinated PCBs, and it was never isolated for a specific use; its presence was incidental in PCB formulations. Historically, products like capacitors, transformers, and some adhesives or sealants could contain small amounts of 2-chlorobiphenyl as part of the overall PCB content. With the ban on PCB manufacturing, PCB-1 ceased entering commerce. It is now encountered only as a trace environmental pollutant or in laboratory settings. In short, PCB-1 had no distinct “common use” beyond being part of the general usage of PCBs in electrical and industrial applications, all of which have been discontinued.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
          "https://webbook.nist.gov/cgi/cbook.cgi?ID=C2051607"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Owing to its low degree of chlorination, 2-chlorobiphenyl is relatively volatile and can move more readily in the environment. People may be exposed to PCB-1 by inhaling air near PCB-contaminated sites or indoors in buildings containing PCB residues. Indeed, lighter PCB congeners often dominate the vapor-phase PCBs in indoor air. Dietary exposure to PCB-1 can occur since it can be taken up by fish and other organisms, though its tendency is to metabolize or excrete faster than heavier PCBs, resulting in lower bioaccumulation. Nonetheless, fish from polluted waters have shown measurable PCB-1 levels. Other pathways include ingestion of contaminated water (PCB-1 can leach into groundwater more easily than heavier PCBs) and direct contact with materials or waste containing PCBs. Infants could be exposed through breast milk, but PCB-1’s rapid clearance might limit its concentration in milk relative to other PCBs. Key pathways include:",
        "bullets": [
          "Inhalation of PCB-contaminated indoor or ambient air (especially significant for mono-chlorinated biphenyl):contentReference[oaicite:51]{index=51}",
          "Consumption of fish and wildlife from contaminated ecosystems (minor contributor compared to higher chlorinated PCBs, but not negligible)",
          "Drinking water near contamination sources (if PCB-1 has leached into wells or surface water)",
          "Incidental soil and dust ingestion for those living near PCB spill or disposal sites (PCB-1 can be present in surface soils due to its historic use and subsequent transport)"
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PCB-1 is relatively rapidly metabolized in organisms compared to multi-chlorinated PCBs, but if it is detected in blood, it signifies recent exposure. Toxicologically, limited data exist specifically for 2-chlorobiphenyl. It is not dioxin-like and does not strongly activate the AhR pathway. However, studies in animals have shown that mono- and dichlorinated biphenyls can cause liver enzyme induction and may have neurotoxic effects on developing nervous systems at high doses. PCB-1 is quickly transformed in the liver to chlorophenyl metabolites, which can be excreted. That said, in the context of overall PCB exposure, PCB-1’s presence contributes minimally to long-term bioaccumulative toxicity, but it can still cause acute and subacute effects if exposure is high. For humans, health effects from PCB-1 specifically are hard to separate from other PCBs. General PCB effects (skin conditions, possible elevation in liver enzymes, subtle neurodevelopmental changes in children, etc.) are usually attributed to more persistent congeners, but any PCB exposure is considered undesirable. The EPA and other agencies treat all PCBs as toxic; even short-chain PCB congeners like #1 were part of the evidence leading to classification of PCBs as probable human carcinogens. In summary, PCB-1 itself would likely be eliminated from the body relatively quickly, but continuous exposure could maintain its presence. It should be noted that acute toxicity of PCB-1 is low (PCBs have fairly high LD<sub>50</sub> values), and the concern lies with chronic, cumulative exposure to PCBs as a group.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "As the first congener in the PCB list, 2-chlorobiphenyl is covered by all the regulatory measures addressing PCBs. It is one of the congeners often used as a marker for airborne PCB contamination due to its volatility, and some environmental regulations require monitoring of air for PCB emissions (for example, during building remediation, PCB-1 might be measured to assess air cleanup). There are no specific exposure limits for PCB-1 alone; rather, total PCB standards apply. For instance, when the EPA assesses PCB cleanup, they consider total PCBs – PCB-1 would count towards that total. In analytical reporting, PCB-1 is typically included in congener-specific analyses (such as EPA Method 1668) to ensure even the lightest PCBs are accounted for. Because of its volatility, certain guideline documents for indoor air (like those by Health Canada or others) implicitly cover PCB-1 by having recommended action levels for sum of PCBs in air. Regulatory guidance for disposal (e.g., TSCA requirements in the US) does not exclude lighter congeners – thus materials containing PCB-1 above threshold concentrations are regulated the same as if they contained any other PCB. Monitoring programs in ambient air (e.g., the Integrated Atmospheric Deposition Network around the Great Lakes) have reported declining trends in PCB-1 over the past decades, reflecting regulatory success in reducing PCB sources. In sum, PCB-1 is monitored as part of comprehensive PCB congener analyses and is subject to the global mandate to eliminate PCB releases and reduce human exposure.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
          "https://webbook.nist.gov/cgi/cbook.cgi?ID=C2051607"
        ]
      }
    ],
    "sources": [
      "https://www.atsdr.cdc.gov/toxfaqs/tfacts17.pdf",
      "https://webbook.nist.gov/cgi/cbook.cgi?ID=C2051607"
    ]
  },
  {
    "compound_name": "2,3,4,6-Tetrachlorophenol",
    "cas_rn": "58-90-2",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2,3,4,6-Tetrachlorophenol is a chlorinated aromatic compound belonging to the chlorophenol family. It is a derivative of phenol with four chlorine atoms attached. In the past, 2,3,4,6-tetrachlorophenol was used as a broad-spectrum pesticide and preservative. It had applications as a fungicide, bactericide, and herbicide, often alongside its close relative pentachlorophenol:contentReference[oaicite:59]{index=59}:contentReference[oaicite:60]{index=60}. It was utilized to treat wood (for example, timber, utility poles, and railroad ties) to prevent decay and insect damage, and also to preserve leather and latex products:contentReference[oaicite:61]{index=61}. Commercial “chlorophenol” wood preservative formulations typically contained a mixture of tetrachlorophenols and pentachlorophenol. However, due to toxicity and environmental persistence, uses of 2,3,4,6-TeCP have largely been discontinued. Today it is primarily encountered as a contaminant or byproduct (for instance, as an impurity in technical-grade pentachlorophenol or arising from breakdown of higher chlorinated phenols). It is sometimes produced inadvertently during processes like bleaching of pulp or chlorination of water, but no significant direct consumer use exists in modern times.",
        "sources": [
          "https://www.chemicalbook.com/ProductChemicalPropertiesCB4699390_EN.htm",
          "https://chemicalsafety.ilo.org/icsc/icssc1089.htm"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Major exposure routes to 2,3,4,6-tetrachlorophenol would have occurred historically for workers and populations near wood-treatment facilities. Those who handled treated wood or applied chlorophenol-based pesticides could absorb it through skin contact or inhale aerosols. The general population could be exposed by touching treated wood structures (such as old utility poles or fences) or by breathing air near recently treated materials (TeCP is semi-volatile). Ingestion of contaminated water or food is another pathway – tetrachlorophenol can leach from treated wood into soil and groundwater, potentially reaching well water. It can also form in small amounts when chlorine disinfectants react with phenolic contaminants in water. Residues have been found in soils around former treatment sites and in fish from waters contaminated by chlorophenols, so eating fish or crops from such areas might introduce TeCP. For infants, crawling on or mouthing treated wood (e.g., old decks or playground equipment) was a conceivable exposure scenario in the past. Currently, with restricted use, most exposure is inadvertent and at low levels through environmental media (water, soil, dust) where TeCP persists as a degradation product of pentachlorophenol. Summarizing pathways:",
        "bullets": [
          "Dermal contact with treated wood or leather preserved with chlorophenols (leading to skin absorption)",
          "Inhalation of vapors or particulates near wood treatment operations or from freshly treated wood (occupational or incidental)",
          "Ingestion of contaminated well water or food grown in soil with chlorophenol residues",
          "Contact with contaminated soil/dust around old treatment sites or hazardous waste sites containing TeCP"
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/toxprofiles/tp51.pdf",
          "https://chemicalsafety.ilo.org/icsc/icssc1089.htm"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Like other chlorophenols, 2,3,4,6-tetrachlorophenol is readily absorbed via inhalation, ingestion, and dermal routes, and it is metabolized to various conjugates (such as glucuronides and sulfates) which are excreted in urine. It has a moderate biological half-life; for example, tetrachlorophenols are eliminated with a half-life on the order of days to weeks. This means detection in blood or urine often implies recent exposure. Once in the body, TeCP can uncouple oxidative phosphorylation at high concentrations (a mechanism similar to pentachlorophenol), leading to cellular energy disruption. Acute exposure to high levels can cause irritation of the eyes, skin, and respiratory tract, and systemic poisoning may result in symptoms like sweating, fever, and liver stress. Chronic exposure has been associated with liver and immune effects in animal studies. Long-term high-dose exposure in rodents led to carcinogenic outcomes (liver tumors) for some chlorophenols. Regulatory and health agencies consider technical-grade chlorophenols (containing TeCP) as possible human carcinogens; for instance, IARC has classified pentachlorophenol (which often contained TeCP impurity) as carcinogenic to humans (Group 1), and 2,4,6-trichlorophenol/other chlorophenols as possibly carcinogenic (Group 2B):contentReference[oaicite:62]{index=62}. 2,3,4,6-TeCP’s presence in blood thus suggests potential risk for similar effects – notably liver toxicity and possibly an increased risk of cancer with sufficient exposure. Additionally, TeCP can be converted to more toxic dioxins under some conditions, raising concerns about impurities. Overall, detection of tetrachlorophenol indicates exposure to a substance known to be toxic to the liver, suspected to affect developmental and reproductive systems (in animal tests), and potentially carcinogenic with chronic exposure.",
        "sources": [
          "https://chemicalsafety.ilo.org/icsc/icssc1089.htm",
          "https://www.atsdr.cdc.gov/toxprofiles/tp51.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "2,3,4,6-Tetrachlorophenol is subject to regulation mainly as part of the broader category of chlorophenols. It has no current registered pesticide uses in the US or EU. The EPA classifies it as a Priority Pollutant under the Clean Water Act (part of the chlorinated phenols group), meaning its releases to water are monitored and controlled. The World Health Organization (WHO) and national authorities have established guideline values for chlorophenols in drinking water; for example, WHO’s drinking water guideline for 2,4,6-trichlorophenol is 200 µg/L, and while not specific to 2,3,4,6-TeCP, similar chlorophenols are often grouped for risk management. In the European Union, chlorophenols are listed in the Water Framework Directive’s watch lists for groundwater due to their persistence. Pentachlorophenol and “total tetrachlorophenols” are often included in environmental monitoring programs. Notably, the Stockholm Convention on POPs added pentachlorophenol and its salts/esters to Annex A (elimination) in 2015:contentReference[oaicite:63]{index=63}, which indirectly covers tetrachlorophenol since it is a significant impurity and environmental degradation product of PCP. Many countries have clean-up guidelines for soil contamination by chlorophenols (often in the low ppm range) and require remediation of old wood-treatment sites. Biomonitoring data, such as those from the U.S. National Health and Nutrition Examination Survey (NHANES), sometimes report urinary levels of chlorophenol metabolites in the general population, reflecting background exposure. In summary, 2,3,4,6-TeCP is regulated by being effectively banned as a pesticide, captured under water and soil quality standards for chlorophenols, and tracked as part of legacy pollutant clean-up efforts. It is also encompassed by the global ban on related compounds like pentachlorophenol.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxprofiles/tp51.pdf",
          "https://www.pops.int/TheConvention/ThePOPs/TheNewPOPs/tabid/2511/Default.aspx"
        ]
      }
    ],
    "sources": [
      "https://www.chemicalbook.com/ProductChemicalPropertiesCB4699390_EN.htm",
      "https://chemicalsafety.ilo.org/icsc/icssc1089.htm",
      "https://www.atsdr.cdc.gov/toxprofiles/tp51.pdf",
      "https://www.pops.int/TheConvention/ThePOPs/TheNewPOPs/tabid/2511/Default.aspx"
    ]
  },
  {
    "compound_name": "2-Chloronaphthalene",
    "cas_rn": "91-58-7",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2-Chloronaphthalene is a chlorinated naphthalene (a single-ring aromatic compound with one chlorine substituent) that belongs to the group historically known as \"Halowaxes.\" It was produced as part of technical chlorinated naphthalene mixtures and had various specialized industrial uses before the late 1970s:contentReference[oaicite:236]{index=236}. 2-Chloronaphthalene itself is a solid with a mothball-like odor and was used in applications requiring heat resistance and chemical stability. Typical uses included serving as a component of chemical-resistant gage (gauge) fluids and instrument sealants, as a heat exchange fluid, and as a high-boiling specialty solvent in certain chemical reactions:contentReference[oaicite:237]{index=237}. It was also added to some lubricant formulations (e.g., as a crankcase oil additive to dissolve sludge) and used in combination with other chlorinated naphthalenes in wood preservatives and insulating varnishes:contentReference[oaicite:238]{index=238}. The trade name \"Halowax\" covered mixtures that often contained 2-chloronaphthalene along with higher chlorinated naphthalenes. Production of chlorinated naphthalenes in the U.S. ceased by about 1977 due to health and environmental concerns:contentReference[oaicite:239]{index=239}. Today, 2-chloronaphthalene is not produced for commercial purposes and any remaining usage would be as a reference chemical or in research. Its legacy, however, persists in old equipment and contaminated sites where Halowax products were used.",
        "sources": [
          ":contentReference[oaicite:240]{index=240}",
          ":contentReference[oaicite:241]{index=241}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "People can be exposed to 2-chloronaphthalene mainly in occupational or environmental scenarios related to past usage. Key pathways include:",
        "bullets": [
          "Occupational Exposure: Workers in industries that historically handled chlorinated naphthalenes (such as wood treatment facilities, capacitor manufacturing, or chemical production plants) could inhale vapors or fumes containing 2-chloronaphthalene:contentReference[oaicite:242]{index=242}. This compound can be absorbed through the lungs and also through the skin, especially if workers had dermal contact with oils or fluids containing it. Modern exposures could occur during remediation of old industrial sites or disposal of equipment with Halowax coatings (without protective gear).",
          "Environmental Air: 2-Chloronaphthalene is semi-volatile. It can be released into air from processes like burning of treated wood or waste. Communities near waste incineration sites or old industrial areas might have low-level ambient air exposure by inhalation of 2-chloronaphthalene, particularly if chlorinated waste is combusted without full control:contentReference[oaicite:243]{index=243}:contentReference[oaicite:244]{index=244}.",
          "Water and Soil: If released into the environment (for example, through improper disposal of liquids), 2-chloronaphthalene can enter groundwater or surface water. It is relatively insoluble in water and will tend to bind to sediments, but some could dissolve. Drinking water contamination is possible near manufacturing or disposal sites; however, water treatment and natural degradation usually keep concentrations low. Soil near former usage areas could contain residues, and direct contact or incidental ingestion of such soil can expose individuals.",
          "Consumer Products (historical): In the past, some specialty products like certain lubricants, wood preservatives, or sealants contained chlorinated naphthalenes. Users of those products (e.g., mechanics using additive-laden oils, or people applying preservative to wood) could have been exposed via skin contact and inhalation of vapors. Today, most such products are no longer available, so general consumer exposure is uncommon."
        ],
        "sources": [
          ":contentReference[oaicite:245]{index=245}",
          ":contentReference[oaicite:246]{index=246}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Chlorinated naphthalenes, including 2-chloronaphthalene, have toxic profiles somewhat analogous to PCBs and dioxins, though generally less potent. Chronic occupational exposure to chlorinated naphthalenes is known to cause a severe acne-like skin condition called chloracne, as well as liver toxicity:contentReference[oaicite:247]{index=247}. In particular, workers chronically exposed to mixtures (with various chloronaphthalenes) developed chloracne and experienced symptoms like fatigue, headaches, and liver enlargement. 2-Chloronaphthalene is a strong irritant; it can irritate eyes, skin, and the respiratory tract upon contact or inhalation:contentReference[oaicite:248]{index=248}. Prolonged skin contact can cause burns and systemic absorption. Animal studies have shown that repeated high doses cause liver damage (histological changes in liver cells) and can produce jaundice, as well as effects on the kidney. Hematological effects have also been observed in high exposures (e.g., anemia), which is consistent with reports of blood disorders in workers handling chlorophenols and chloronaphthalenes:contentReference[oaicite:249]{index=249}:contentReference[oaicite:250]{index=250}. 2-Chloronaphthalene is not classified as a definitive human carcinogen, but like other chlorinated organics, it may contain traces of more toxic impurities. The International Agency for Research on Cancer (IARC) has not separately evaluated chloronaphthalene, but chlorinated naphthalene mixtures are suspected of contributing to cancer risk in occupational settings (though data are limited). Importantly, the substance can be absorbed through the skin and lungs and when heated it decomposes to release toxic fumes (such as hydrochloric acid and chlorine compounds):contentReference[oaicite:251]{index=251}. In summary, detection of 2-chloronaphthalene in blood or environment implies exposure to a chemical known to cause chloracne, liver injury, and mucous membrane irritation upon chronic exposure. Protective measures are warranted where exposure may occur to prevent these outcomes.",
        "sources": [
          ":contentReference[oaicite:252]{index=252}",
          ":contentReference[oaicite:253]{index=253}",
          ":contentReference[oaicite:254]{index=254}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Chlorinated naphthalenes, including 2-chloronaphthalene, are recognized as persistent and hazardous chemicals. In the United States, production and new use of 2-chloronaphthalene have been discontinued for decades, and it would be regulated under TSCA if any manufacture were proposed (likely requiring a significant new use notice). Several higher chlorinated naphthalenes (di- through octa-chlorinated) have been listed under the Stockholm Convention on Persistent Organic Pollutants (added in 2015) for global restriction/elimination:contentReference[oaicite:255]{index=255}:contentReference[oaicite:256]{index=256}. While mono-chloronaphthalene (2-chloronaphthalene) is not explicitly listed (the treaty targets more highly chlorinated homologues), it is covered insofar as technical mixtures often contain a range of homologues. Some jurisdictions classify chlorinated naphthalenes as priority pollutants; for example, the EPA includes chlorinated naphthalenes on certain waste and emission lists due to their potential to form toxic byproducts when burned. Workplace regulations: OSHA does not have a specific PEL for 2-chloronaphthalene alone, but general nuisance limits and the PEL for chlorinated camphene (as an analog) might be applied. NIOSH recommends treating these substances as occupational hazards requiring minimization of exposure (particularly since NIOSH documented increased cancer risk for workers exposed to similar coal tar and chlorinated compounds):contentReference[oaicite:257]{index=257}. Monitoring: Environmental monitoring for 2-chloronaphthalene occurs in some contexts, for example as part of semi-volatile organic compound scans in contaminated soil or water. The chemical has been detected in the vicinity of hazardous waste sites, and the ATSDR has included chlorinated naphthalenes in its substance priority list for certain waste sites. Water quality criteria: there is no specific federal drinking water standard for 2-chloronaphthalene, but some states (e.g., New Jersey) have developed groundwater guidelines for total chlorinated naphthalenes. Overall, regulatory attention on 2-chloronaphthalene is embedded in broader controls on persistent organic pollutants. Ongoing efforts focus on remediation of sites contaminated with Halowax and similar products, and ensuring that incineration or disposal of these materials is properly managed to prevent environmental release.",
        "sources": [
          ":contentReference[oaicite:258]{index=258}",
          ":contentReference[oaicite:259]{index=259}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:260]{index=260}",
      ":contentReference[oaicite:261]{index=261}",
      ":contentReference[oaicite:262]{index=262}",
      ":contentReference[oaicite:263]{index=263}",
      ":contentReference[oaicite:264]{index=264}",
      ":contentReference[oaicite:265]{index=265}",
      ":contentReference[oaicite:266]{index=266}",
      ":contentReference[oaicite:267]{index=267}"
    ]
  },
  {
    "compound_name": "Pentachlorophenol",
    "cas_rn": "87-86-5",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Pentachlorophenol (PCP) is a fully chlorinated phenolic compound that was widely used as a wood preservative and general biocide. First introduced in the 1930s, PCP became one of the most prevalent preservatives for utility poles, railroad ties, bridge timbers, and wharf pilings due to its broad-spectrum fungicidal and insecticidal properties:contentReference[oaicite:302]{index=302}. It was also used (in the past) as a pesticide for termites and as a molluscicide, herbicide, and disinfectant in various formulations:contentReference[oaicite:303]{index=303}. Technical-grade pentachlorophenol typically contained impurities, including lower-chlorinated phenols and trace dioxins/furans, which gave it a dark color. In application, PCP was often dissolved in oil or solvents and pressure-treated into wood to protect against rot and wood-destroying organisms. It was sold under trade names like “Penta” and “Pole-Treat”. By the 1980s, awareness of its toxicity led to regulatory restrictions: in 1984 the U.S. EPA designated PCP as a restricted-use pesticide (limited to certified applicators):contentReference[oaicite:304]{index=304}. Eventually, non-wood uses (such as in paints or as a pesticide on crops) were phased out, and its registration was canceled for those uses. As of 2021, PCP was added to the Stockholm Convention's list of prohibited Persistent Organic Pollutants due to health/environmental concerns, effectively banning its production and use internationally. Today, pentachlorophenol’s use is either prohibited or heavily restricted in most countries, with only limited exceptions for utility pole treatment in certain places (and even those are being replaced with alternatives).",
        "sources": [
          ":contentReference[oaicite:305]{index=305}",
          ":contentReference[oaicite:306]{index=306}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "People can be exposed to pentachlorophenol through several routes, primarily related to treated wood and environmental contamination:",
        "bullets": [
          "Occupational Exposure: Workers in wood treatment facilities or those handling freshly treated lumber (e.g., sawmill or utility workers) historically had the highest exposures. Inhalation of PCP vapor or mist and dermal contact with PCP-treated wood or preservative oils were common pathways:contentReference[oaicite:307]{index=307}. Even today, utility workers replacing old PCP-treated poles might be exposed if precautions aren’t taken (through contact with sawdust or by breathing fumes when cutting such wood).",
          "Residential and Bystander Exposure: Individuals living near wood treatment plants or storage yards for treated wood may inhale air carrying trace PCP or have soil/water contamination. In some cases, vapor from treated wood used in construction (e.g., log homes or playgrounds in the past) can volatilize into indoor air or surrounding soil. Also, during warm weather, treated wood can \"bleed\" crystals of PCP to the surface, which can rub off on skin.",
          "Environmental Media (Water, Soil, Food): Pentachlorophenol can leach into soil and groundwater from treated wood or disposal sites. Private well water near such sites has in some instances been found contaminated. People might ingest PCP by drinking contaminated water or by eating food grown in contaminated soil. Fish from water bodies receiving runoff from wood-treatment sites can accumulate PCP, leading to potential dietary exposure for humans consuming those fish:contentReference[oaicite:308]{index=308}. Generally, however, PCP breaks down in the environment faster than many chlorinated organics (via photolysis or biodegradation), so widespread food contamination is limited.",
          "General Consumer Products: In earlier decades, some consumer products (like wood floor treatments, lumber for garden beds, or certain pesticides) contained PCP. Non-professionals using those products could be exposed by skin contact or inhalation. For example, handling a fence post from a farm supply store that was treated with PCP could result in getting residues on the skin. Since PCP is no longer available to the general public in most places, such exposure routes are now largely historical."
        ],
        "sources": [
          ":contentReference[oaicite:309]{index=309}",
          ":contentReference[oaicite:310]{index=310}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Pentachlorophenol is highly toxic, affecting multiple organ systems. It is well absorbed by inhalation, ingestion, and through the skin (especially in its oil-based formulations). Acute PCP poisoning can cause hyperthermia (extremely high fever), profuse sweating, difficulty breathing, liver and kidney damage, and can be fatal due to collapse of the cardiovascular system:contentReference[oaicite:311]{index=311}:contentReference[oaicite:312]{index=312}. These acute effects stem from PCP’s mechanism as an uncoupler of oxidative phosphorylation – essentially causing cells to produce heat instead of useful energy. Chronic exposure to lower levels of PCP has been linked to skin disorders (like chloracne), irritation of the eyes and throat, chronic fatigue, and organ effects such as elevated liver enzymes and occasional renal impairment:contentReference[oaicite:313]{index=313}:contentReference[oaicite:314]{index=314}. PCP’s technical grade impurities (notably dioxins such as TCDD) likely contribute to chloracne and some systemic toxicity. Epidemiological studies have observed associations between long-term PCP exposure and certain cancers: notably, an increased risk of non-Hodgkin lymphoma in occupationally exposed populations. In 2016, IARC classified pentachlorophenol as Group 1 (carcinogenic to humans) based on sufficient evidence for causing non-Hodgkin lymphoma:contentReference[oaicite:315]{index=315}. Animal studies also show PCP can cause tumors in the liver and other organs. Additionally, PCP exposure has been associated with effects on the immune system (e.g., reduced ability to fight infections in animal tests) and developmental effects (such as fetal toxicity or developmental delays in offspring of exposed animals). Biologically, PCP is partly metabolized to tetrachlorophenols and other conjugates in the body and excreted in urine; the presence of PCP or its metabolites in urine is used as a biomarker of exposure:contentReference[oaicite:316]{index=316}. Overall, the detection of PCP in blood or urine indicates a significant exposure to a chemical known for acute toxicity (heat stress and organ failure in overdose) and chronic toxicity (cancer, organ damage, immune dysfunction).",
        "sources": [
          ":contentReference[oaicite:317]{index=317}",
          ":contentReference[oaicite:318]{index=318}",
          ":contentReference[oaicite:319]{index=319}",
          ":contentReference[oaicite:320]{index=320}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Pentachlorophenol has been heavily regulated and essentially phased out in many jurisdictions. In the United States, the EPA restricted PCP to certified applicators in 1987 and canceled its registration for all but utility pole and railroad tie treatment by 2015:contentReference[oaicite:321]{index=321}:contentReference[oaicite:322]{index=322}. In 2021, the remaining wood-preservative uses in the US were voluntarily canceled by industry following international action. Under the Stockholm Convention, pentachlorophenol and its salts were listed in Annex A (for global elimination) in 2015, with only narrow exemptions for utility poles and cross-arms that are also slated for replacement. Canada and the EU have banned all uses of PCP for decades (the EU did so in 1991). Because of these regulations, production of PCP has ceased in North America (the last US plant closed in 1992):contentReference[oaicite:323]{index=323}. Monitoring of the environment for PCP is ongoing: the EPA includes PCP on the priority pollutant list, and it is often measured in groundwater and soil at Superfund cleanup sites (with typical cleanup goals in low ppb range). Many countries have set drinking water maximum contaminant levels (MCLs) for PCP; for example, the US MCL is 1 ppb (μg/L) for PCP in drinking water. OSHA set an occupational exposure limit (PEL) of 0.5 mg/m³ for PCP in workplace air (skin notation included, acknowledging dermal uptake):contentReference[oaicite:324]{index=324}:contentReference[oaicite:325]{index=325}. Biomonitoring: PCP has been part of CDC’s National Biomonitoring Program (measured as PCP in urine). Population levels have declined markedly over the last few decades, reflecting reduced use. For instance, the geometric mean urinary PCP in the U.S. NHANES 2003-2004 was around 1 μg/L and has continued to drop in later surveys. Waste and disposal: PCP-containing wastes are classified as hazardous (EPA hazardous waste code F027 for chlorophenol formulations). Strict guidelines govern the disposal and incineration of PCP-treated wood to prevent the release of toxic byproducts. In summary, regulatory context for pentachlorophenol is one of virtual elimination: its use is banned or nearly banned globally, and ongoing efforts focus on cleanup of contaminated sites and monitoring for legacy exposures. Pentachlorophenol stands as a success story of regulation due to its known dangers, with safer alternatives now replacing its wood-preserving role.",
        "sources": [
          ":contentReference[oaicite:326]{index=326}",
          ":contentReference[oaicite:327]{index=327}",
          ":contentReference[oaicite:328]{index=328}",
          ":contentReference[oaicite:329]{index=329}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:330]{index=330}",
      ":contentReference[oaicite:331]{index=331}",
      ":contentReference[oaicite:332]{index=332}",
      ":contentReference[oaicite:333]{index=333}",
      ":contentReference[oaicite:334]{index=334}",
      ":contentReference[oaicite:335]{index=335}",
      ":contentReference[oaicite:336]{index=336}",
      ":contentReference[oaicite:337]{index=337}"
    ]
  },
  {
    "compound_name": "Phenanthrene",
    "cas_rn": "85-01-8",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Phenanthrene is a polycyclic aromatic hydrocarbon (PAH) composed of three fused benzene rings, forming a flat tricyclic structure:contentReference[oaicite:338]{index=338}. Unlike many other compounds in this list, phenanthrene is not manufactured for consumer products per se; rather, it is a naturally occurring component of coal tar, crude oil, and soot from incomplete combustion:contentReference[oaicite:339]{index=339}:contentReference[oaicite:340]{index=340}. Historically, phenanthrene was isolated from coal tar and had some limited industrial uses: it has been used in the synthesis of dyes, explosives, and pharmaceuticals (as a starting material or intermediate):contentReference[oaicite:341]{index=341}:contentReference[oaicite:342]{index=342}. For example, certain dyestuffs and drugs were made via phenanthrene derivatives in the early-mid 20th century. It also finds minor use in research and biochemical studies as a model PAH. There is essentially no direct household use of phenanthrene; any phenanthrene encountered by consumers comes as a constituent of products like creosote (used for wood preservation) or as part of asphalt and bitumen in pavement and roofing materials:contentReference[oaicite:343]{index=343}. In summary, phenanthrene is primarily known as a ubiquitous environmental PAH (from combustion and petroleum sources) rather than a stand-alone commercial product, with only niche chemical manufacturing applications.",
        "sources": [
          ":contentReference[oaicite:344]{index=344}",
          ":contentReference[oaicite:345]{index=345}",
          ":contentReference[oaicite:346]{index=346}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "The general population is exposed to phenanthrene mainly as part of PAH mixtures arising from combustion processes. Key pathways include:",
        "bullets": [
          "Inhalation of Air: Breathing air containing PAHs is a principal route. Phenanthrene is released into the air via smoke from cigarettes, wood stoves, vehicle exhaust, and industrial emissions:contentReference[oaicite:347]{index=347}:contentReference[oaicite:348]{index=348}. It can exist in vapor form (due to its relatively higher volatility among PAHs) or attached to fine particulates (soot). Urban air typically contains more phenanthrene than rural air due to traffic and heating sources.",
          "Dietary Ingestion: PAHs including phenanthrene can contaminate foods. Grilling or charbroiling meat at high temperatures generates phenanthrene and related PAHs that deposit on the food’s surface:contentReference[oaicite:349]{index=349}. Additionally, vegetables or grains grown in areas with PAH-contaminated soil or air can have trace phenanthrene. The typical diet provides low levels (phenanthrene is part of the <2 ppb total PAHs in an average U.S. diet):contentReference[oaicite:350]{index=350}, but heavily charred foods or shellfish from polluted waters can elevate intake.",
          "Dermal Contact: Contact with soot, tar, or contaminated soils can expose skin to phenanthrene. For instance, handling creosote-treated wood (creosote contains phenanthrene:contentReference[oaicite:351]{index=351}) without gloves could result in skin absorption. Likewise, occupations like chimney cleaning or paving (hot asphalt) can involve dermal exposure to phenanthrene-containing substances.",
          "Drinking Water: Phenanthrene is not very water-soluble, so drinking water is usually not a significant source. However, phenanthrene can enter water supplies through runoff from coal tar or creosote-treated sites. Treatment processes usually remove PAHs, but if private well water is near a hazardous waste site, phenanthrene could be present at low levels."
        ],
        "sources": [
          ":contentReference[oaicite:352]{index=352}",
          ":contentReference[oaicite:353]{index=353}",
          ":contentReference[oaicite:354]{index=354}",
          ":contentReference[oaicite:355]{index=355}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Phenanthrene is one of the simpler PAHs and is generally considered less biologically active than some higher molecular weight PAHs (like benzo[a]pyrene). It is not classified as a human carcinogen on its own. However, phenanthrene exposure is an indicator of PAH exposure, and PAH mixtures are known to pose health risks. In the body, phenanthrene can be metabolized by enzymes into phenanthrene epoxides and dihydrodiols; some of these metabolites can form DNA adducts, although phenanthrene’s metabolites are less mutagenic than those of certain other PAHs:contentReference[oaicite:356]{index=356}:contentReference[oaicite:357]{index=357}. Studies often use phenanthrene as a model compound to examine PAH metabolism and have detected its metabolites (like 1-hydroxyphenanthrene) in human urine as biomarkers of PAH uptake. Health-wise, chronic inhalation of PAH-rich air (which includes phenanthrene) is associated with respiratory issues (irritation, possibly asthma exacerbation) and, in occupational settings like aluminum smelters or coke ovens, with elevated cancer risk (lung, bladder, skin):contentReference[oaicite:358]{index=358}. These cancer risks are largely attributed to carcinogenic PAHs co-occurring with phenanthrene. Phenanthrene itself has shown low acute toxicity; high doses might cause nausea or central nervous system effects, but environmental exposures are far below such levels. It is toxic to aquatic life at elevated concentrations. Importantly, some evidence suggests that prenatal exposure to PAH mixtures (which include phenanthrene) can affect fetal development (e.g., lower birth weight or developmental delays), likely due to PAH-induced oxidative stress. In summary, while phenanthrene is not among the PAHs considered highly carcinogenic or toxic, its presence signals exposure to PAH mixtures that collectively have been linked to cancer, lung inflammation, and developmental effects. Therefore, minimizing phenanthrene exposure is prudent as part of reducing overall PAH exposure.",
        "sources": [
          ":contentReference[oaicite:359]{index=359}",
          ":contentReference[oaicite:360]{index=360}",
          ":contentReference[oaicite:361]{index=361}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Phenanthrene, like other PAHs, is regulated largely in terms of total PAH content or as part of PAH mixtures rather than by itself. The U.S. EPA includes PAHs (often using benzo[a]pyrene as an indicator) in its drinking water and Superfund program guidelines. There is no specific EPA drinking water MCL for phenanthrene, but it falls under the sum of PAHs that are addressed via treatment techniques. Environmental cleanup standards often target total carcinogenic PAHs (cPAHs); phenanthrene is not a cPAH, so it's not usually driving risk assessments, but it is monitored. For example, the EPA’s 16 Priority PAHs list (for environmental monitoring) includes phenanthrene:contentReference[oaicite:362]{index=362}. States may have soil and sediment quality guidelines for phenanthrene due to its toxicity to aquatic life. Internationally, agencies like the European Food Safety Authority monitor PAHs as a group in food, and they consider phenanthrene one of the markers of PAH contamination in foodstuff:contentReference[oaicite:363]{index=363}:contentReference[oaicite:364]{index=364}. Occupational exposure limits specifically for phenanthrene are not common; instead, industries have guidelines for coal tar pitch volatiles (which cover a mixture of PAHs including phenanthrene) – NIOSH, for instance, recommends 0.1 mg/m³ for coal tar pitch volatiles to protect workers from PAH exposure:contentReference[oaicite:365]{index=365}. Phenanthrene is often measured in air monitoring around industrial facilities and urban areas as part of PAH monitoring networks, such as EPA’s National Air Toxics Trends stations. The trend has shown decreasing PAH levels over time thanks to air pollution controls. On the biomonitoring side, agencies like CDC track metabolites of PAHs (e.g., phenanthrene's 1-hydroxy metabolite in urine) to assess population exposure; these data show widespread low-level exposure in the general population. In summary, while no phenanthrene-specific standards exist for human health, it is encompassed by broader PAH regulations for air, water, and soil, and it is actively monitored by environmental programs as an indicator of combustion-related pollution.",
        "sources": [
          ":contentReference[oaicite:366]{index=366}",
          ":contentReference[oaicite:367]{index=367}",
          ":contentReference[oaicite:368]{index=368}",
          ":contentReference[oaicite:369]{index=369}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:370]{index=370}",
      ":contentReference[oaicite:371]{index=371}",
      ":contentReference[oaicite:372]{index=372}",
      ":contentReference[oaicite:373]{index=373}",
      ":contentReference[oaicite:374]{index=374}",
      ":contentReference[oaicite:375]{index=375}",
      ":contentReference[oaicite:376]{index=376}",
      ":contentReference[oaicite:377]{index=377}",
      ":contentReference[oaicite:378]{index=378}",
      ":contentReference[oaicite:379]{index=379}",
      ":contentReference[oaicite:380]{index=380}"
    ]
  },
  {
    "compound_name": "2-(Heptafluoropropoxy)-2,3,3,3-tetrafluoropropionic acid (HFPO-DA)",
    "cas_rn": "13252-13-6",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "2-(Heptafluoropropoxy)-2,3,3,3-tetrafluoropropionic acid, commonly known as HFPO-DA or \"GenX\" acid, is a man-made perfluoroalkyl ether carboxylic acid developed as a replacement for perfluorooctanoic acid (PFOA) in fluoropolymer manufacturing:contentReference[oaicite:381]{index=381}. It is the acid form of the ammonium salt widely referred to as GenX. Chemours (a DuPont spin-off) introduced HFPO-DA around 2009–2010 to use as a processing aid in producing Teflon™ and other fluoropolymers, replacing PFOA which was being phased out:contentReference[oaicite:382]{index=382}:contentReference[oaicite:383]{index=383}. HFPO-DA allows similar polymerization processes but was expected to be less bioaccumulative than PFOA. Unlike legacy long-chain PFAS, HFPO-DA was not used broadly in consumer products; its primary use has been at industrial sites (e.g., Chemours’ facility in North Carolina and in the Netherlands for fluoropolymer production):contentReference[oaicite:384]{index=384}. Thus, the \"common use\" of HFPO-DA is as an intermediate/process chemical in chemical plants. It does not have consumer applications by itself, though it may be present as an impurity in some finished fluoropolymer products. GenX technology (of which HFPO-DA is part) is relatively new, and regulatory scrutiny has increased as HFPO-DA has been found in the environment near production sites. In summary, HFPO-DA’s use is specialized: it's a processing agent for making high-performance fluoroplastics, effectively substituting for older PFAS like PFOA in those industrial contexts.",
        "sources": [
          ":contentReference[oaicite:385]{index=385}",
          ":contentReference[oaicite:386]{index=386}",
          ":contentReference[oaicite:387]{index=387}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure to HFPO-DA in the general population is primarily via environmental contamination near manufacturing sites or downstream water bodies. Key pathways include:",
        "bullets": [
          "Drinking Water: HFPO-DA (GenX) has been detected in surface water and groundwater around facilities that produce or use it (for example, downstream of the Chemours plant in Fayetteville, NC). Communities drawing drinking water from contaminated rivers or wells can be exposed by ingestion:contentReference[oaicite:388]{index=388}. HFPO-DA is relatively water-soluble and has been found miles downstream, making drinking water a major pathway for affected areas.",
          "Dietary and Food Chain: Although HFPO-DA does not bioaccumulate as strongly as long-chain PFAS, it can still be taken up by aquatic organisms. Fish caught from contaminated waters could contain HFPO-DA, thus people consuming such fish might ingest it. Additionally, produce irrigated with contaminated water may have trace uptake. However, widespread food contamination is not yet well documented and likely limited to specific locales.",
          "Occupational Exposure: Workers at plants manufacturing or handling HFPO-DA or its ammonium salt can be exposed via inhalation of aerosols or dust and dermal contact. HFPO-DA is often handled in liquid solution form; spills or aerosolized droplets could lead to inhalation. Without proper PPE, skin contact can also occur during production processes:contentReference[oaicite:389]{index=389} (the acid form is corrosive).",
          "Indoor Air and Dust: PFAS like HFPO-DA are not very volatile in acid form, so inhalation exposure in indoor environments is expected to be minimal unless there is a specific source (like a spill of firefighting foam containing HFPO-DA, though GenX isn’t commonly in foams). Indoor dust in homes near contaminated areas might contain HFPO-DA via deposition of airborne particles, and ingestion of dust by infants/children could be a minor pathway."
        ],
        "sources": [
          ":contentReference[oaicite:390]{index=390}",
          ":contentReference[oaicite:391]{index=391}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "HFPO-DA (GenX) is a short-chain perfluoroalkyl ether and has been less extensively studied than PFOA, but emerging data indicate it can cause some similar toxic effects. Toxicological studies in lab animals have shown that HFPO-DA can affect the liver, with rats exposed to GenX developing liver weight increases and cellular changes (indicating hepatotoxicity):contentReference[oaicite:392]{index=392}. There is evidence of developmental toxicity as well: a recent study found that HFPO-DA caused health effects in rat offspring, including alterations in body weight and some developmental delays, at doses not far above those affecting the mothers:contentReference[oaicite:393]{index=393}. GenX exposure has also been linked to disturbances in lipid and glucose metabolism in animal experiments:contentReference[oaicite:394]{index=394}. Importantly, HFPO-DA does not appear to bioaccumulate in human serum as strongly as PFOA (it has a shorter half-life on the order of days to weeks in animal models). Nonetheless, health agencies consider it of concern. The U.S. EPA in 2022 released a health advisory for GenX chemicals in drinking water at a very low level (10 ppt), based on liver and other systemic toxicity observed in rodents. While human epidemiological data are currently limited (because widespread exposure is relatively recent), toxicologists suspect HFPO-DA may pose cancer risks as well; in animal chronic studies, some increases in certain tumors (e.g., in the pancreas and liver of mice) were noted, though the data are being further evaluated. Overall, detection of HFPO-DA in blood indicates recent exposure to a persistent acid that can cause liver damage, weight changes, and possible reproductive or developmental effects in animals:contentReference[oaicite:395]{index=395}:contentReference[oaicite:396]{index=396}. Regulators consider HFPO-DA a chemical that warrants caution similar to legacy PFAS until more is known.",
        "sources": [
          ":contentReference[oaicite:397]{index=397}",
          ":contentReference[oaicite:398]{index=398}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "HFPO-DA (GenX) has come under regulatory scrutiny as PFAS contamination issues have grown. In the United States, the EPA set a lifetime health advisory level for GenX chemicals in drinking water at 10 parts per trillion (ppt) in 2022:contentReference[oaicite:399]{index=399}, signaling significant concern at very low concentrations. This advisory (while not an enforceable federal standard) guides states and utilities in addressing water contamination. Some states, such as North Carolina, have established their own groundwater or drinking water goals for GenX (NC’s provisional goal was 140 ppt, before EPA’s newer, lower advisory). Internationally, regulatory bodies are also reacting: GenX is being considered for listing under the European Stockholm Convention candidacy due to its persistence and mobility. The EU has included HFPO-DA and its ammonium salt in its list of PFAS under restriction considerations (often referred to as the \"GenX\" restriction). In the Netherlands (where GenX is produced), authorities have set stringent emission limits for Chemours to prevent HFPO-DA water contamination. On the monitoring front, the U.S. EPA’s Unregulated Contaminant Monitoring Rule #5 (UCMR5) includes HFPO-DA, meaning public water systems nationally will test for GenX in 2023-2025. Biomonitoring for GenX in human populations is not yet widespread; however, exposed communities near Fayetteville, NC have undergone blood serum testing in research studies. Notably, HFPO-DA has been detected in rainwater and even remote regions at trace levels, evidencing its environmental spread. Industry-wise, Chemours is required (by EPA legal agreement) to capture and destroy or recycle 99% of HFPO-DA emissions. In summary, regulatory context: HFPO-DA is not yet universally banned, but it’s subject to strict controls and low advisory limits in water, and is a candidate for more comprehensive regulation as part of the broader PFAS regulatory initiatives. Environmental and drinking water monitoring for HFPO-DA is actively ongoing, and cleanup actions are being driven by newly established health guidelines.",
        "sources": [
          ":contentReference[oaicite:400]{index=400}",
          ":contentReference[oaicite:401]{index=401}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:402]{index=402}",
      ":contentReference[oaicite:403]{index=403}",
      ":contentReference[oaicite:404]{index=404}",
      ":contentReference[oaicite:405]{index=405}",
      ":contentReference[oaicite:406]{index=406}"
    ]
  },
  {
    "compound_name": "4,8-dioxa-3H-perfluorononanoic acid (ADONA)",
    "cas_rn": "919005-14-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "4,8-Dioxa-3H-perfluorononanoic acid, commonly referred to as ADONA, is a fluorinated carboxylic acid developed as a replacement processing aid for certain fluoropolymer manufacturing. ADONA is an ammonium salt in use (ammonium 4,8-dioxa-3H-perfluorononanoate) that was introduced by the chemical company Arkema in the EU as an alternative to PFOA for emulsion polymerization of fluoropolymers:contentReference[oaicite:407]{index=407}. Essentially, ADONA fulfills a similar role to GenX/HFPO-DA in that it helps produce PTFE and other fluoropolymers without the use of PFOA. ADONA came into use around the mid-2000s when traditional long-chain PFAS like PFOA were being phased out. It was primarily used at an Arkema facility in France for fluoropolymer production. ADONA has no direct consumer or household applications; its use is confined to the industrial environment of fluoropolymer manufacturing:contentReference[oaicite:408]{index=408}. Finished products (like non-stick coatings, gaskets, etc.) made from polymers produced with ADONA are not expected to contain significant ADONA residues if processed correctly. To summarize, ADONA’s \"use\" is specialized and limited: it’s a processing chemical in fluoropolymer industries, not a standalone product found in consumer goods.",
        "sources": [
          ":contentReference[oaicite:409]{index=409}",
          ":contentReference[oaicite:410]{index=410}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Because ADONA is used in a limited industrial context, exposure pathways primarily concern those living or working near its production/use sites:",
        "bullets": [
          "Drinking Water: Monitoring in areas around fluoropolymer plants (e.g., in the Rhône valley in France) has detected ADONA in groundwater and surface water due to emissions or wastewater discharges:contentReference[oaicite:411]{index=411}. Thus, a primary exposure route for the public could be ingestion of contaminated drinking water if water sources are impacted. ADONA is water-soluble and persistent, so it can travel in aquifers and rivers.",
          "Occupational Exposure: Workers in facilities using ADONA may be exposed via inhalation of mist or dust and dermal contact with solutions. For example, handling the ammonium ADONA powder or its aqueous solution in polymerization reactors could lead to inhalation if adequate controls are not in place. Proper industrial hygiene (closed systems, ventilation) is aimed to minimize this.",
          "Environmental Pathways: ADONA has been found in some environmental samples (soil, sediment) near manufacturing sites. Residents could incidentally ingest small amounts via locally grown food or soil/dust ingestion, though these are likely minor compared to water. ADONA can also be present in low levels in rivers, so recreational exposure (swimming, fishing) might occur but is likely low.",
          "Consumer Products: Direct exposure via products is not expected, as ADONA is used as a processing aid and not intended to remain in the final polymer. Studies have shown minimal residual levels in finished goods. Therefore, using non-stick cookware or other fluoropolymer-containing items is not considered a pathway for ADONA exposure under normal conditions."
        ],
        "sources": [
          ":contentReference[oaicite:412]{index=412}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Information on ADONA’s toxicology is comparatively limited in the public literature, but as a short-chain perfluoroether acid, it shares some characteristics with other PFAS. It is highly persistent and water-soluble. The manufacturer (and independent assessments) report that ADONA does not bioaccumulate significantly in animals (less so than PFOA). Still, internal toxicology summaries from regulatory submissions indicate some effects: in a 90-day rat study, high doses of ADONA ammonium salt caused liver weight increases and mild liver cell changes (suggesting some hepatotoxicity):contentReference[oaicite:413]{index=413}. There were also indications of developmental toxicity (like reduced fetal weight) at maternally toxic doses, according to a risk evaluation by German authorities:contentReference[oaicite:414]{index=414}. ADONA does not appear to be genotoxic in standard assays. No human epidemiological data exist, given its recent and limited use, but authorities treat it cautiously due to the general class behavior of PFAS (e.g., potential cholesterol changes, immune effects observed with analogs). In 2019, the EU’s EFSA reviewed ADONA data and noted a lack of comprehensive studies, but considered it less bioaccumulative than long-chain PFAS. Some animal studies showed ADONA predominantly eliminated via urine with a half-life on the order of days. There is no official classification of ADONA as to carcinogenicity, but chronic studies are likely ongoing or not publicly available. Overall, while ADONA may have a somewhat lower toxicity profile than PFOA, it still can cause liver and developmental effects at elevated exposures, and its persistence raises concern. Any detection of ADONA in blood, for instance, would reflect recent environmental exposure and would be approached with similar caution to other emerging PFAS (monitoring health markers like liver enzymes, cholesterol, etc., would be prudent until more is known).",
        "sources": [
          ":contentReference[oaicite:415]{index=415}",
          ":contentReference[oaicite:416]{index=416}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "ADONA came under regulatory attention as part of PFAS reduction programs in the EU. It was introduced as a “safer” alternative to PFOA around 2010; however, European authorities have since scrutinized it. ADONA is included in the EU REACH regulation’s list of substances that companies had to register and provide data for. Germany’s Federal Institute for Risk Assessment (BfR) evaluated ADONA in 2017 when setting new safety limits for PFAS in drinking water, and ADONA is now often monitored in water near PFAS production. As of 2020, ADONA and its salts were added to the EU’s persistent organic pollutant regulation, effectively banning its use except in closed-loop industrial processes. Furthermore, ADONA is covered by the EU-wide restriction on PFOA which also encompasses related substances (though ADONA was specifically a proposed derogation at first, it was later voluntarily phased out by industry in Europe). Monitoring: Regulatory agencies in places like Germany and the Netherlands have required Chemours/Arkema to monitor and reduce ADONA emissions drastically. Environmental surveys in impacted regions include ADONA in their PFAS panels, and it has been detected in water and human serum of residents near those plants. In the US, ADONA might be captured under broad state PFAS regulations, but it’s not specifically regulated federally; however, UCMR5 (2023-2025) includes some ethers like HFPO-DA, not ADONA. Internationally, discussions are ongoing to possibly include ADONA (as part of the GenX class) in global treaties. For now, its production is limited to essentially one European site and perhaps one in China, under strict waste treatment requirements. In summary, ADONA’s regulatory status: it’s controlled as an emerging PFAS pollutant, with proactive measures in the EU to restrict emissions. Ongoing monitoring ensures ADONA levels in water supplies remain extremely low (for instance, local advisories in areas of contamination set limits in the ppt range). The move toward group regulation of PFAS means ADONA will likely fall under any broad PFAS restrictions in the future, effectively curtailing its use further.",
        "sources": [
          ":contentReference[oaicite:417]{index=417}",
          ":contentReference[oaicite:418]{index=418}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:419]{index=419}",
      ":contentReference[oaicite:420]{index=420}",
      ":contentReference[oaicite:421]{index=421}"
    ]
  },
  {
    "compound_name": "Perfluorobutanoic acid (PFBA)",
    "cas_rn": "375-22-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluorobutanoic acid (PFBA) is a perfluoroalkyl carboxylic acid with a four-carbon fully fluorinated chain (C3F7COOH):contentReference[oaicite:422]{index=422}. It is considered a \"short-chain\" PFAS. PFBA itself was not widely used as a commercial end-product; rather, it has been mainly an intermediate or degradation product. In industrial contexts, PFBA has been used in specialty applications such as an acid catalyst for certain chemical reactions or in pharmaceuticals, and as a building block in making some perfluorinated compounds:contentReference[oaicite:423]{index=423}. It may also have been used historically in small quantities as a solvent or reagent (for example, heptafluorobutyric acid – another name for PFBA – was used in analytical chemistry as an \"Edman reagent\" in protein sequencing). However, PFBA's significance arises primarily from its presence as an impurity or breakdown product of larger fluorochemicals. For instance, PFBA can be produced when some fluorotelomer compounds (used in stain-resistant textiles or paper coatings) break down over time:contentReference[oaicite:424]{index=424}. Additionally, 3M's phase-out documentations indicate PFBA can be a manufacturing by-product of older Scotchgard formulations. In consumer terms, PFBA is not intentionally present in products, but low levels have been detected in some food packaging or textiles due to its role in polymerization processes. In summary, PFBA’s direct uses are limited and technical, but it's a common environmental PFAS due to indirect formation through degradation of longer-chain PFAS and historical manufacturing processes.",
        "sources": [
          ":contentReference[oaicite:425]{index=425}",
          ":contentReference[oaicite:426]{index=426}",
          ":contentReference[oaicite:427]{index=427}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "PFBA is one of the more frequently detected PFAS in the environment and humans, often via pathways tied to water and food:",
        "bullets": [
          "Drinking Water: PFBA is highly water-soluble and has been found in some contaminated water supplies (for example, in areas of Minnesota where PFAS were manufactured, PFBA was found in groundwater plume):contentReference[oaicite:428]{index=428}. It does not adsorb well to standard activated carbon filters compared to longer PFAS, meaning it can persist through some water treatment. Thus, ingestion of PFBA through drinking water can be a significant pathway in contaminated regions.",
          "Food Consumption: Short-chain PFAS like PFBA can accumulate in certain produce. Studies have shown that garden vegetables grown in PFAS-contaminated soil or irrigated with contaminated water can uptake PFBA into edible portions (though it tends to accumulate less than longer chains). Additionally, because PFBA has been used in some food packaging (as part of coatings), there is potential for minute migration into food, though levels are usually very low.",
          "Inhalation: PFBA is not particularly volatile (it’s an acid that will mostly stay in water), so inhalation exposure is less common. One scenario for inhalation could be aerosolized water (like showering or humidifiers using contaminated water) – however, the contribution from such would be minor relative to ingestion.",
          "Occupational: Workers at facilities that historically produced or used PFBA or related chemicals might have had inhalation or dermal exposure. Given PFBA’s corrosive nature as an acid, direct handling could cause skin irritation and facilitate absorption. Modern exposure could occur at environmental labs or facilities treating PFAS waste, but in general PFBA occupational exposure is less of an issue compared to legacy PFAS like PFOA."
        ],
        "sources": [
          ":contentReference[oaicite:429]{index=429}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFBA, as a short-chain PFAS, is less bioaccumulative in humans than long-chain PFAS (studies suggest it has a half-life on the order of days in humans). Nonetheless, toxicological studies indicate that PFBA can cause some of the hallmark PFAS effects at sufficiently high doses. Animal studies (e.g., in rats) have shown that PFBA exposure leads to liver enlargement and changes in liver enzymes, similar to other PFAS, though it generally requires higher doses than PFOA to elicit these changes. PFBA has also been found to affect thyroid hormone levels in animal tests and may mildly affect immune function. One distinctive finding: PFBA accumulates in the thyroid and liver of rodents to a higher extent relative to blood, raising concerns about thyroid disruption:contentReference[oaicite:430]{index=430}. There is limited data on PFBA’s carcinogenic potential; it has not been classified as a human carcinogen, and short-chain PFAS are generally considered less potent in this regard, but comprehensive cancer bioassays for PFBA are not well-documented publicly. Some research has pointed out that PFBA can exhibit estrogenic-like activity in vitro (binding to estrogen receptors):contentReference[oaicite:431]{index=431}, although the relevance of this at environmental exposures is unclear. Human epidemiology specifically for PFBA is scarce, but because PFBA is often present in serum (from water exposure), some studies have looked at combined PFAS exposure health effects. Overall, PFBA is considered to have lower toxicity on a per-weight basis than PFOA/PFOS, but still could contribute to cumulative PFAS health impacts such as cholesterol changes, liver effects, and possibly hormone modulation:contentReference[oaicite:432]{index=432}. Detection of PFBA in human blood is primarily an indicator of environmental exposure (likely water) and in itself does not pinpoint a known disease outcome; however, regulatory agencies remain cautious given PFBA’s ability to cause biological changes in lab tests (for instance, Minnesota Department of Health derived health guidelines for PFBA in water to guard against potential liver and thyroid effects in sensitive populations).",
        "sources": [
          ":contentReference[oaicite:433]{index=433}",
          ":contentReference[oaicite:434]{index=434}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFBA has caught the attention of regulators primarily at the state and international levels. In Minnesota (where 3M’s manufacturing resulted in PFBA contamination), the Department of Health set a health-based guidance value for PFBA in drinking water (parts per billion range) to ensure safety:contentReference[oaicite:435]{index=435}. Similarly, other local authorities in contaminated regions have included PFBA when testing water and issuing advisories. At the federal level in the US, PFBA is not individually regulated under the Safe Drinking Water Act; however, the EPA’s recent PFAS strategic roadmap indicates an intention to consider regulating additional PFAS beyond PFOA/PFOS as a class or subgroup. PFBA is being monitored under EPA’s UCMR5 (2023-2025) - in fact, PFBA is on the list of PFAS that large water systems will test for nationwide. Internationally, PFBA and its salts have been mentioned in the context of the Stockholm Convention’s deliberations (as part of the \"C4–C7 PFCA\" group for potential restrictions). The EU has already included PFBA (and other C4–C7 PFCAs) in its restrictions: as of July 2020, EU REACH regulations ban the manufacture or import of PFBA (and related chain lengths up to C13) in products above certain low concentrations:contentReference[oaicite:436]{index=436}. Therefore, PFBA is effectively regulated in the EU similarly to PFOA. Monitoring efforts: PFBA is commonly measured in groundwater and surface water as part of PFAS panels. Its presence in some agricultural areas (via irrigation) has prompted research on crop uptake. Regulatory focus is also on cleaning up legacy PFBA contamination; for instance, 3M has had to fund remediation of PFBA in Minnesota’s groundwater. In summary, while PFBA doesn’t have a national MCL in the US yet, it’s under close watch and included in broad regulatory measures in progressive jurisdictions. The trend is toward grouping PFBA with other PFAS for comprehensive regulatory action (like the proposed EU PFAS ban). Meanwhile, health advisory levels are in place in some regions to manage local risks from PFBA in water.",
        "sources": [
          ":contentReference[oaicite:437]{index=437}",
          ":contentReference[oaicite:438]{index=438}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:439]{index=439}",
      ":contentReference[oaicite:440]{index=440}",
      ":contentReference[oaicite:441]{index=441}",
      ":contentReference[oaicite:442]{index=442}",
      ":contentReference[oaicite:443]{index=443}",
      ":contentReference[oaicite:444]{index=444}"
    ]
  },
  {
    "compound_name": "Perfluorodecanoic acid (PFDA)",
    "cas_rn": "335-76-2",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluorodecanoic acid (PFDA) is a perfluorinated carboxylic acid with a ten-carbon fully fluorinated chain (C10HF19O2):contentReference[oaicite:445]{index=445}. PFDA is one of the higher homologues in the PFCAs series (extending beyond the widely known PFOA which is C8). There were no significant direct consumer applications of PFDA; rather, it has occurred as an impurity in or byproduct of the manufacturing of other PFAS and as a specialized industrial chemical. In the past, small amounts of PFDA may have been used in niche applications like surface treatments or as a component in certain fluoroelastomer curatives. It has also been used in some research contexts to study perfluorinated surfactants. Notably, PFDA can be generated unintentionally during electrochemical fluorination (the process 3M used to make PFOS and related compounds), meaning it was present in trace amounts in older Scotchgard formulations:contentReference[oaicite:446]{index=446}. Additionally, PFDA is known to form from the environmental breakdown or metabolism of some fluorotelomer compounds or side-chain fluoropolymers used in stain repellents:contentReference[oaicite:447]{index=447}. In effect, PFDA is more commonly encountered as a pollutant from PFAS production or degradation than as a deliberately used substance. With the phase-out of long-chain PFAS, PFDA is no longer manufactured intentionally (and any limited past uses have been largely discontinued). Therefore, its \"use\" context is largely historical and indirect—associated with PFAS manufacturing processes and present in older PFAS-containing products as a minor constituent:contentReference[oaicite:448]{index=448}.",
        "sources": [
          ":contentReference[oaicite:449]{index=449}",
          ":contentReference[oaicite:450]{index=450}",
          ":contentReference[oaicite:451]{index=451}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "People may be exposed to PFDA primarily through environmental and dietary routes, since it persists and bioaccumulates in food webs:",
        "bullets": [
          "Dietary Ingestion: Bioaccumulation of PFDA in fish and marine mammals is significant because PFDA is highly hydrophobic. Consumption of contaminated fish (for example, from PFAS-impacted waters or near fluorochemical plant sites) can lead to PFDA intake. Studies in the Great Lakes and other regions have detected PFDA in fish tissue, so humans who eat those fish may ingest PFDA:contentReference[oaicite:452]{index=452}. It has also been found in some game and farm animals near contaminated sites via feed or water, potentially affecting food products (meat, milk, eggs) at low levels.",
          "Drinking Water: PFDA has been found in some groundwater and surface water, but it tends to adsorb strongly to soils and sediments, so it’s less frequently a dominant PFAS in water relative to shorter chains. Nonetheless, near known contamination sources (like a PFAS production facility), PFDA can appear in well water. Ingesting such water without treatment can expose individuals, albeit PFDA concentrations are usually much lower than those of shorter PFAS due to its tendency to bind to soil.",
          "House Dust and Indoor Air: PFDA could be present in indoor environments as part of the PFAS that migrate out of stain-resistant coatings on textiles or carpets over time, or from breakdown of precursor compounds (like some fluorotelomer-based treatments yield PFDA). Inhalation or ingestion of household dust might be a minor pathway for PFDA exposure, particularly for toddlers who have high dust ingestion rates. However, levels of PFDA in house dust are typically low compared to other PFAS (studies show it’s detectable but at lesser concentrations than, say, PFOS in dust).",
          "Occupational Exposure: Workers in PFAS manufacturing (historic, as PFDA is not currently produced widely) could have been exposed via inhalation of aerosolized PFDA or dermal contact. Also, those involved in chrome plating with fume suppressants or other industries using PFAS may have incidental PFDA exposure. Currently, direct occupational exposure would mainly occur in industries handling legacy PFAS wastes or recycling electronics with PFAS – scenarios which are limited. In the past, however, chemical plant workers would have had higher PFDA exposure when it was present as a byproduct."
        ],
        "sources": [
          ":contentReference[oaicite:453]{index=453}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFDA is a long-chain PFCA and exhibits toxicity profiles similar to PFOA, sometimes even more potent in certain aspects. It is highly persistent in the body; animal studies show PFDA has a long half-life (in rats, estimated half-life is longer than PFOA’s) and tends to accumulate in the liver and blood. Toxicologically, PFDA is a strong peroxisome proliferator in rodent livers, meaning it causes significant liver enlargement, increased fatty acid metabolism, and changes in liver enzymes:contentReference[oaicite:454]{index=454}. It has been shown to disrupt lipid regulation and cause reductions in serum cholesterol in rodents (a common PFAS effect):contentReference[oaicite:455]{index=455}. PFDA is considered one of the more immunotoxic PFAS; studies noted suppressed antibody responses in mice at relatively low serum concentrations. In vitro, PFDA can interfere with cell communication and mitochondrial function. There is also evidence that PFDA, like other long-chain PFAS, can act as an endocrine disruptor (for instance, affecting thyroid hormones and possibly estrogen receptor signaling). Regarding carcinogenicity, no dedicated long-term bioassay for PFDA is publicly available, but given its similarity to PFOA (which is likely carcinogenic to humans per EPA), it’s plausible PFDA poses a cancer risk as well. It’s notable that PFDA has been observed to cause more pronounced developmental toxicity than shorter PFAS in animal studies – including reduced fetal weight and delayed bone development at certain doses. In humans, PFDA is often detected in serum (though at much lower levels than PFOS or PFOA) and has been associated in some cross-sectional studies with outcomes like altered vaccine antibody levels and elevated liver enzymes, consistent with known PFAS effects. Overall, PFDA is considered a highly bioactive PFAS despite less human data, and health agencies treat it as a chemical of concern in the PFAS class:contentReference[oaicite:456]{index=456}. Its presence in blood signals cumulative exposure to a substance known to affect liver, immune, and developmental parameters in experimental systems.",
        "sources": [
          ":contentReference[oaicite:457]{index=457}",
          ":contentReference[oaicite:458]{index=458}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFDA is one of the long-chain PFAS that regulators are targeting for elimination. In the European Union, PFDA and its salts were included in the 2020 restriction of C9-C14 PFCAs, which means manufacture or use of PFDA above 25 ppb in products is banned (with very limited exemptions):contentReference[oaicite:459]{index=459}. PFDA is also listed in Annex B of the Stockholm Convention as part of “PFOA, its salts and related compounds” (PFDA qualifies as a related compound due to chain length), thus subject to global phase-out measures starting 2020. In the United States, there’s no PFDA-specific federal standard yet, but PFDA is subject to state-level criteria in some cases. For example, the State of Michigan set groundwater cleanup criteria for “total long-chain PFCAs” including PFDA; and Alaska’s guidance levels for drinking water include PFDA in the sum of PFAS limits. The EPA’s ongoing PFAS monitoring (UCMR5) will capture PFDA occurrences in drinking water from 2023 onward. Monitoring: PFDA is regularly included in biomonitoring studies (like CDC’s NHANES) and although detection frequencies in the general U.S. population are lower than for PFOS/PFOA, it is measured in exposed subpopulations. Many fish and wildlife monitoring programs (Great Lakes fish, Arctic biota) measure PFDA due to its bioaccumulation; for instance, PFDA is monitored as part of Canada’s chemical management plan in wildlife. Remediation efforts at contaminated sites (like those near PFAS production plants) set performance goals that encompass PFDA – e.g., a site might have to reduce total PFAS including PFDA to below certain ppt levels in groundwater. Because PFDA isn’t often found alone, regulatory approaches frequently handle it within a class: for example, some proposed drinking water standards consider a combined limit for multiple PFAS including PFDA. In summary, PFDA is effectively being regulated through broad PFAS restrictions internationally, and ongoing monitoring ensures its levels in environment and biota are tracked and, ideally, decreasing as manufacturing sources have ceased.",
        "sources": [
          ":contentReference[oaicite:460]{index=460}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:461]{index=461}",
      ":contentReference[oaicite:462]{index=462}",
      ":contentReference[oaicite:463]{index=463}",
      ":contentReference[oaicite:464]{index=464}"
    ]
  },
  {
    "compound_name": "Perfluoroheptanoic acid (PFHpA)",
    "cas_rn": "375-85-9",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluoroheptanoic acid (PFHpA) is a seven-carbon perfluorinated carboxylic acid (C6F13COOH). It is one homologue shorter than PFOA. PFHpA was not widely manufactured on its own; instead it appears as a byproduct or impurity in the production of other fluorochemicals and as a degradation product of some precursor compounds:contentReference[oaicite:465]{index=465}. For instance, during electrochemical fluorination (historically used by 3M), PFHpA could form in small quantities alongside PFOS and PFOA. PFHpA can also originate from the breakdown of 8:2 fluorotelomer compounds (which may lose one CF2 unit to form the C7 acid). There have been niche uses of PFHpA’s ammonium salt in certain semiconductor manufacturing processes or as a reference chemical in research, but these are not consumer-level uses. Essentially, PFHpA's presence in commerce is as part of \"long-chain\" PFAS technical mixtures or as an unintended contaminant. Like other long-chain PFCAs, its use has been phased out where possible. It is worth noting that PFHpA is often found in low concentrations in older formulations of stain-repellent coatings (as an impurity) and in the environment near PFAS production facilities. In summary, PFHpA itself isn’t known for any specific product use; its significance is tied to being one of the suite of perfluorocarboxylates arising from PFAS manufacturing and degradation:contentReference[oaicite:466]{index=466}.",
        "sources": [
          ":contentReference[oaicite:467]{index=467}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Human exposure to PFHpA typically occurs alongside other PFAS, through common pathways like:",
        "bullets": [
          "Drinking Water: PFHpA has been detected in water supplies impacted by PFAS contamination (for instance, near airports or fluorochemical plants). People consuming contaminated water can ingest PFHpA. It's usually present at lower levels than PFHxA or PFOA, but still contributes to total PFAS intake. Water is a primary pathway especially for communities near known PFAS sites where PFHpA shows up as part of the PFAS fingerprint.",
          "Food: PFHpA can accumulate modestly in the food chain. Fish from contaminated water bodies may contain PFHpA in their tissue (though it accumulates less than longer chains). Dairy or produce can also have traces if grown or raised in areas with PFAS in soil/water. Overall diet contributions of PFHpA in the general population are probably very low, but for subsistence fishers or farmers in contaminated regions, it could be more significant.",
          "Indoor Dust: Studies of indoor dust have found PFHpA along with other PFAS, presumably from degradation of stain-resistant treatments in carpets or textiles. Ingestion of or hand-to-mouth contact with house dust could thus expose individuals, particularly toddlers, to small quantities of PFHpA. Inhalation of dust is a minor contributor but possible.",
          "Occupational: Workers at facilities that produced or used PFAS in the past may have encountered PFHpA in the processing streams (e.g., in quality control labs or waste handling). Today, workers at remediation sites or in firefighting training areas (due to AFFFs containing PFAS) might incidentally contact PFHpA. However, direct occupational exposure specifically to PFHpA is not common."
        ],
        "sources": []
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFHpA falls into the category of long-chain perfluorocarboxylic acids, so its toxicological profile is expected to resemble those of PFOA and PFNA, albeit with somewhat intermediate potency. There is limited published data focusing solely on PFHpA, but it is known to be persistent in the body (though slightly less so than PFOA; for example, half-life in lab animals is shorter for C7 vs C8). Toxicologically, PFHpA has been observed to cause liver hypertrophy and peroxisome proliferation in rodents, indicating liver stress and enzyme induction—this is consistent with other PFCAs. It likely influences lipid metabolism (PFHpA exposure in animals could lower blood cholesterol and triglycerides, as seen with PFOA). Immune system effects are probable as well, given PFHpA’s structural similarity to PFNA (which has documented immunotoxicity). No dedicated carcinogenicity studies on PFHpA have been publicized, but by analogy, it could have tumor-promoting activity in rodent liver like PFOA, albeit data is insufficient for human cancer risk determination. The EPA and other agencies often consider health effects of PFHpA in conjunction with PFOA, PFNA, etc., because they act on similar biological pathways. Human data: PFHpA is measured in human serum in some exposed populations (though usually at much lower concentrations than PFOA or PFOS). Some epidemiological analyses have noted associations between combined PFHpA (plus other PFAS) levels and outcomes like thyroid hormone fluctuations or renal function markers, but it's hard to attribute specifically to PFHpA. Overall, PFHpA is presumed to contribute to the general health concerns of long-chain PFAS—such as potential developmental, liver, and immune effects—even though it's less studied individually. Thus, if PFHpA is present in blood, it is treated with similar caution as PFOA or PFNA with respect to the need to minimize exposure and monitor related health indicators.",
        "sources": []
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFHpA is regulated collectively with other long-chain PFAS in various jurisdictions. In the EU, the 2020 restriction on C9-C14 perfluorocarboxylic acids also encompassed PFHpA indirectly, because PFHpA (C7) is not within C9-C14 but it is often present as a minor impurity with those acids; moreover, the EU already had earlier restrictions on C6 and longer in certain uses. Some European countries explicitly include PFHpA in their PFAS drinking water guidelines (for instance, as part of a sum of PFAS limit). In the US, PFHpA is one of the PFAS that the EPA is requiring water utilities to monitor under UCMR5 (unregulated contaminant monitoring rule) during 2023-2025. Several states have rolled PFHpA into their regulatory framework by setting “total PFAS” limits in drinking water (e.g., the Massachusetts 20 ppt limit for 6 PFAS includes PFHpA). Additionally, PFHpA is often part of site cleanup criteria; for example, Michigan’s groundwater cleanup standard covers PFHpA with a specific value of 51 ppt (enforced as part of a 7-PFAS criteria list). Monitoring: Environmental agencies and researchers monitor PFHpA in water, soil, and biota as part of comprehensive PFAS scans. PFHpA frequently appears in environmental datasets as a low-percentage component of PFAS contamination profiles. As regulatory focus broadens to all PFAS, PFHpA is likely to be encompassed by any class-based regulation. For instance, Canada’s guidance on PFAS in drinking water (proposed in 2023) included PFHpA in the suite of PFAS covered by a 30 ppt limit. Also, the upcoming EU PFAS ban proposal would restrict production/use of any PFAS with few exceptions, meaning PFHpA would be phased out in remaining applications. In summary, while PFHpA might not have stand-alone regulations, it is effectively regulated through group measures (like sum of PFAS limits) and is a required analyte in new monitoring efforts, ensuring that its presence is controlled and that remediation efforts address it alongside other PFAS.",
        "sources": []
      }
    ],
    "sources": [
      ":contentReference[oaicite:468]{index=468}"
    ]
  },
  {
    "compound_name": "Perfluorohexanoic acid (PFHxA)",
    "cas_rn": "307-24-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluorohexanoic acid (PFHxA) is a six-carbon perfluorinated carboxylic acid (C5F11COOH). It is a short-chain PFAS that is often regarded as a breakdown product or impurity rather than a deliberately used chemical in most cases. PFHxA emerges primarily from the degradation of C6 fluorotelomer compounds, which have been used in various consumer products (e.g., stain-resistant coatings, waterproofing treatments) after the phase-out of longer chains:contentReference[oaicite:469]{index=469}. In terms of industrial use, ammonium PFHxA may have limited application as a processing aid or intermediate in manufacturing some fluoropolymers or specialty chemicals. For example, some manufacturers switched to C6-based surfactants in chromium plating mist suppressants and in certain firefighting foams (where PFHxA can be a component or byproduct). PFHxA itself is not known to be used in finished consumer goods, but it can be present at low levels in items treated with C6 fluorotelomer-based formulations (like textile finishes or food packaging coatings). With the regulatory shift away from long-chain PFAS, C6 chemistry (which leads to PFHxA as an end-of-life product) became prominent; thus PFHxA is considered an “intended” end product of the newer PFAS formulations, albeit typically not isolated. In summary, PFHxA’s common presence is as an environmental metabolite of C6 fluorotelomers and an impurity in C6-based PFAS products, rather than a stand-alone commercial product sold for consumer use:contentReference[oaicite:470]{index=470}.",
        "sources": [
          ":contentReference[oaicite:471]{index=471}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "People can be exposed to PFHxA through pathways broadly similar to other perfluoroalkyl acids, especially via water and possibly treated consumer goods:",
        "bullets": [
          "Drinking Water: PFHxA has been detected in drinking water sources impacted by PFAS pollution. As a shorter-chain acid, it’s relatively mobile in groundwater. Communities near facilities producing fluorotelomer products or areas where PFAS-containing foams were used (air force bases, firefighting training areas) often find PFHxA in water. Thus, ingestion of contaminated drinking water is a primary exposure route in those cases.",
          "Food and Packaging: PFHxA can migrate in trace amounts from grease-resistant food packaging that use C6 fluorotelomer coatings. While industry data suggest migration is low, it is a possible minor source (like from a fast-food wrapper to food). Additionally, crops irrigated with reclaimed water containing PFHxA might uptake small amounts, and fish from contaminated water can contain PFHxA in their tissues. So dietary exposure via produce, fish, or possibly dairy (cows drinking PFAS-laden water) can occur, albeit at low levels.",
          "House Dust and Treated Textiles: Residual PFHxA can be present in homes, either shed from stain-proofed carpets/upholstery or as the result of fluorotelomer substances on textiles breaking down. Inhalation or ingestion of house dust may therefore contribute to PFHxA exposure. Also, direct skin contact with PFAS-treated fabrics theoretically could transfer tiny amounts of PFHxA or precursors to the body (though dermal uptake of these acids is limited).",
          "Occupational: Workers in plants making or using C6 fluorotelomer products may inhale air or contact liquids containing PFHxA (for instance, in quality control labs measuring breakdown products, or if there are emissions in production areas). Firefighters using modern PFAS-containing foams (which are now often C6-based) could be intermittently exposed to PFHxA as a component in those foams through skin or inhalation of mist. Generally, occupational exposures for PFHxA specifically are not prominently documented but would occur as part of exposure to the broader mix of PFAS in those settings."
        ],
        "sources": []
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFHxA is considered less bioaccumulative and toxic than the long-chain PFOA/PFNA, but it is not without effects. Animal studies on PFHxA (and its salts) show that it is rapidly eliminated (half-life on the order of <1 day in rodents), and does not significantly accumulate in serum or liver with repeated dosing (compared to PFOA):contentReference[oaicite:472]{index=472}. Nonetheless, at high doses, PFHxA has caused some similar patterns of toxicity: e.g., slight liver weight increases and mild liver cell hypertrophy in rodents (indicative of peroxisome proliferation), though typically at doses much higher than those that affect the liver with PFOA. Reproductive and developmental studies in rats have generally found PFHxA to have no observable adverse effect at moderate doses, except at very high exposures where reduced fetal body weights were noted. Immunotoxicity data is sparse, but shorter PFAS like PFHxA have shown less suppression of immune responses in animal models than longer ones. Importantly, PFHxA has not shown significant binding to proteins like perfluorinated longer acids do, which might underlie its lower biological persistence. Chronic or cancer studies on PFHxA are not publicly well-documented; however, given its mode of action is likely similar (PPARα activation), any theoretical risk of tumor promotion in liver is probably lower due to rapid clearance. Epidemiologically, since PFHxA is usually at or below detection in human serum in the general population, human health associations specifically with PFHxA have not been established. Many regulatory agencies (like Australia’s enHealth) have concluded that the current evidence indicates low toxicity for PFHxA relative to other PFAS, but they still apply precautionary approaches due to unknowns. In summary, PFHxA appears to pose less risk to human health than longer-chain PFAS, but extremely high exposures might still cause liver enzyme changes or developmental effects in animals:contentReference[oaicite:473]{index=473}. Its detection in humans is primarily a marker of environmental exposure and not currently linked to specific health outcomes, but health advisories aim to keep PFHxA exposures minimal as part of overall PFAS reduction.",
        "sources": [
          ":contentReference[oaicite:474]{index=474}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFHxA is often addressed in the context of total PFAS regulations and advisories. As a short-chain, it was not covered by earlier PFOA/PFOS bans, but regulators are now broadening scope. The EU chemicals agency (ECHA) considered PFHxA and its salts in a 2019 restriction proposal distinct from the C9-C14 ban; in fact, in August 2023 the EU formally adopted a restriction on PFHxA, its salts and related substances (targeting manufacture and use of PFHxA above 25 ppb, with some time-limited exemptions, especially for high-performance plastics):contentReference[oaicite:475]{index=475}. This essentially will phase out any remaining uses of PFHxA in the EU. In the US, PFHxA is included in EPA's nationwide monitoring (UCMR5) and is part of the risk assessments being done by states: for example, California’s notification levels for drinking water include PFHxA at 0.0003 mg/L (300 ppt) as an advisory level. Several states like Massachusetts regulate PFHxA as part of their \"sum of 6 PFAS\" drinking water standard (20 ppt combined). Australia’s guidelines have set a relatively higher tolerance for PFHxA in drinking water (for example, 410 µg/L for adults) compared to PFOS/PFOA, reflecting its lower toxicity. Monitoring wise, many contaminated sites now test for PFHxA as one of the suite of PFAS analytes, since it's a marker of C6-based contamination. PFHxA frequently appears in groundwater near airports where modern AFFF is used, so it’s tracked in remedial investigations. On the consumer product side, some voluntary movements are underway to reduce all PFAS, including short chains, in items like food packaging—some jurisdictions (e.g., certain US states) have enacted bans on PFAS in food packaging, which would inherently eliminate PFHxA from that source. The anticipated EU PFAS umbrella restriction (currently in proposal) would group-ban virtually all PFAS including PFHxA except in essential uses. In summary, while PFHxA had been tolerated as a safer alternative, regulators are now actively restricting it, driven by persistence in the environment. Current standards treat PFHxA more leniently toxicity-wise, but the trend is toward eliminating releases of all PFAS, PFHxA included, and monitoring it diligently in water supplies to ensure it stays at very low levels.",
        "sources": [
          ":contentReference[oaicite:476]{index=476}",
          ":contentReference[oaicite:477]{index=477}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:478]{index=478}",
      ":contentReference[oaicite:479]{index=479}"
    ]
  },
  {
    "compound_name": "Perfluorononanoic acid (PFNA)",
    "cas_rn": "375-95-1",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluorononanoic acid (PFNA) is a nine-carbon perfluorinated carboxylic acid (C8F17COOH) that belongs to the same class as PFOA but with one additional CF2 group. PFNA was never produced as high-volume as PFOS or PFOA; however, it had some specialized applications and appeared as a byproduct in PFAS manufacturing. PFNA (often in ammonium salt form) was used in limited quantities as a processing aid in the manufacture of certain fluoropolymers and fluoroelastomers, similar to PFOA's role:contentReference[oaicite:480]{index=480}. For example, it was reportedly used in the past by a Japanese manufacturer (Daikin) for some polymerization processes. Additionally, PFNA has been used as a component in some adhesives and anticorrosion coatings, though these uses are not well-publicized. More commonly, PFNA arose unintentionally: it is a minor impurity formed during electrochemical fluorination (the historic 3M process for PFOS) and was present at low levels in some legacy products like Aqueous Film Forming Foams (AFFFs) and industrial surfactant blends:contentReference[oaicite:481]{index=481}. With the shift away from long-chain PFAS, any limited use of PFNA has ceased. Today, PFNA is mainly encountered as an environmental contaminant and in biomonitoring, rather than an active ingredient in products. It’s noteworthy that PFNA is one of the PFAS that has consistently been detected in human blood at low levels, often arising from past exposures via food or water:contentReference[oaicite:482]{index=482}.",
        "sources": [
          ":contentReference[oaicite:483]{index=483}",
          ":contentReference[oaicite:484]{index=484}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure to PFNA can occur through several routes, largely overlapping with those of PFOA/PFOS:",
        "bullets": [
          "Drinking Water: PFNA has been found in certain drinking water supplies, particularly near facilities that made or used PFAS. For instance, water near some PFAS production plants (in New Jersey or Minnesota, USA) contained notable PFNA levels:contentReference[oaicite:485]{index=485}. Consumption of contaminated water is a primary pathway. PFNA, being long-chain, strongly sorbs to activated carbon, so well-maintained filters can reduce it, but unfiltered water intake contributes to exposure.",
          "Food: Like other long-chain PFAS, PFNA accumulates in the food chain. Fish from contaminated waters (e.g., in the Delaware River or Great Lakes where PFNA has been measured in sediment) can contain PFNA. Consuming those fish or wildlife (game animals near contaminated sites) can expose individuals. Additionally, PFNA has been detected in some food items in studies (milk, eggs, meat) albeit at very low concentrations; these likely originate from animals drinking contaminated water or feed.",
          "Indoor Dust and Consumer Products: PFNA can be present in household dust, as it was a minor component of certain stain-resistant treatments historically. Ingestion of or inhalation of dust (especially by infants/toddlers on carpets) could contribute a small fraction of PFNA exposure. Certain older consumer products (like coated fabrics or AFFF-stained gear) might have trace PFNA. However, direct exposure from consumer products is generally minimal compared to water/food.",
          "Occupational: Workers at PFAS manufacturing plants (especially historically, before PFNA was regulated) could have had significant exposure via inhalation of aerosols or dust containing PFNA and via skin contact. For example, PFNA was used by a chemical plant in New Jersey, and workers there showed elevated blood PFNA. Firefighters using older AFFFs might inhale PFNA-containing mist or have dermal contact during training and incidents, though the amount per event would be small. Cleanup crews at contaminated sites also face potential contact with PFNA in soil or water if not properly protected."
        ],
        "sources": [
          ":contentReference[oaicite:486]{index=486}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFNA is considered one of the more toxic long-chain PFAS, with potency similar to or greater than PFOA in some respects. It is persistent in humans (estimated half-life ~4 years) and binds strongly to blood proteins. Animal studies show that PFNA, like other PFCAs, causes enlargement of the liver, developmental toxicity, immune suppression, and hormonal changes. Notably, a developmental study in mice found PFNA to cause offspring birth weight reduction and delays in development at lower doses than PFOA:contentReference[oaicite:487]{index=487}. PFNA also appeared to suppress antibody production in a rodent immune study, indicating immunotoxicity. Some data suggest PFNA may disrupt thyroid hormone homeostasis and cause slight changes in reproductive organs in animal tests. EPA's health advisory documentation (2022) treated PFNA similarly to PFOA, using a composite reference dose for PFOA/PFNA due to observed links with elevated cholesterol and serum liver enzymes in human populations:contentReference[oaicite:488]{index=488}:contentReference[oaicite:489]{index=489}. Epidemiological evidence associates PFNA exposure with increased serum cholesterol, and some studies have found associations with reduced birth weight in humans (mirroring animal findings). While no human cancer has been definitively tied to PFNA alone, its mechanistic similarity to PFOA (which has been linked to kidney and testicular cancers in highly exposed groups) raises concerns. IARC has not separately evaluated PFNA, but regulatory bodies like ATSDR have included it in their toxicological profile for PFAS as a chemical of concern. In summary, PFNA shares the adverse effect profile of PFOA/PFOS—affecting liver, metabolic, developmental, and immune systems—and likely has equal or greater potency on a per-weight basis in some endpoints:contentReference[oaicite:490]{index=490}. Therefore, detection of PFNA in blood is taken seriously as an indicator of meaningful PFAS exposure with potential health implications, especially for sensitive groups like pregnant women or infants.",
        "sources": [
          ":contentReference[oaicite:491]{index=491}",
          ":contentReference[oaicite:492]{index=492}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFNA has been targeted by regulators especially in regions with known contamination. For example, New Jersey was the first US state to set a formal Maximum Contaminant Level (MCL) for PFNA in drinking water, at 13 ppt (parts per trillion) as of 2018:contentReference[oaicite:493]{index=493}, due to high levels found near a Solvay facility. This strict standard forced water systems in NJ to install treatment if PFNA exceeded that level. Federally in the US, PFNA is included in EPA’s health advisory (2022) as part of the interim combined PFOA/PFOS guideline (EPA assumed similar risk and set combined interim levels in the low ppt). PFNA is also listed among the PFAS for monitoring under UCMR5. It's expected that PFNA could be encompassed in any future federal PFAS MCLs, potentially under a “hazard index” or grouped approach. Internationally, the Stockholm Convention’s 2019 global ban on PFOA includes its “related compounds” of chain lengths 7-14, which means PFNA falls under that elimination mandate (with only specific exemptions like certain medical devices until alternatives are found). In the EU, PFNA and its salts were added to the REACH SVHC (Substances of Very High Concern) list and are part of the 2020 restriction on C9-C14 PFCAs, making it illegal to manufacture or use PFNA above 25 ppb in products (with minor exemptions):contentReference[oaicite:494]{index=494}. Monitoring: PFNA is regularly measured in environmental and biological monitoring programs. CDC’s NHANES has tracked PFNA in the US population, noting a decline in serum PFNA since the early 2000s, though it’s still detectable in over 95% of people. Many states now require well testing for PFNA near contaminated sites. On the industrial side, companies have had to virtually eliminate PFNA from emissions: the Solvay agreement in NJ, for instance, demanded installation of PFNA treatment and community blood testing. Overall, PFNA is heavily regulated now – essentially being phased out globally and monitored to ensure legacy contamination is identified and addressed. Water utilities across several US states (like Michigan, Massachusetts, New York) have enforceable or guidance levels for PFNA (generally between 6 and 13 ppt). With the momentum of PFAS regulation, PFNA will remain a key chemical of concern until levels in the environment and population recede to very low levels, which is the public health goal.",
        "sources": [
          ":contentReference[oaicite:495]{index=495}",
          ":contentReference[oaicite:496]{index=496}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:497]{index=497}",
      ":contentReference[oaicite:498]{index=498}",
      ":contentReference[oaicite:499]{index=499}",
      ":contentReference[oaicite:500]{index=500}"
    ]
  },
  {
    "compound_name": "Perfluoropentanoic acid (PFPeA)",
    "cas_rn": "2706-90-3",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluoropentanoic acid (PFPeA) is a five-carbon perfluorinated carboxylic acid (C4F9COOH), classed as a short-chain PFAS. There were no major industrial or commercial products intentionally based on PFPeA; instead, PFPeA typically appears as a minor byproduct or degradant. It can be formed during the production or breakdown of other fluorochemicals, especially those with C6 chains (since losing one CF2 from PFHxA yields PFPeA). For instance, PFPeA can be present at low concentrations in some “C6” fluorotelomer-based firefighting foams or repellent formulations as an impurity:contentReference[oaicite:501]{index=501}. It might also be generated in the environment as intermediate when longer chain PFAS degrade (although shorter PFAS like PFPeA are pretty stable, they can come from precursors losing fragments). PFPeA has limited direct utility, but in some specialized chemical processes, salts of PFPeA (like ammonium PFPeA) might have been tested for polymerization aid roles or other niche uses, though any such uses were minor or experimental. With the focus on short-chain PFAS as alternatives, PFPeA’s presence is mostly incidental. In summary, PFPeA doesn’t have significant standalone uses; it is primarily encountered as part of the PFAS mixture released from manufacturing or in trace amounts in newer PFAS-containing products, rather than being intentionally added on its own.",
        "sources": [
          ":contentReference[oaicite:502]{index=502}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "The general public's exposure to PFPeA happens through similar channels as other PFAS, albeit PFPeA is often a small fraction of total PFAS burden:",
        "bullets": [
          "Drinking Water: PFPeA has been detected in water downstream of PFAS sources (like in areas of fluorochemical manufacturing or heavy AFFF use). Because it's even more mobile than PFHxA, it can travel with groundwater plumes. Thus, ingestion of contaminated drinking water is a plausible pathway, as observed in some communities during PFAS well testing (PFPeA usually co-occurs with other PFAS at lower levels).",
          "Food Consumption: PFPeA can accumulate to a limited extent in crops and aquatic life. Vegetables irrigated with PFAS-impacted water may take up some PFPeA, though short-chain PFAS uptake into edible parts is not very high. Fish from contaminated water have shown presence of PFPeA (like in certain rivers studied for PFAS, PFPeA is found in fish plasma or liver). Eating such fish or produce could contribute to PFPeA intake, albeit minor relative to other PFAS.",
          "Indoor Environment: PFPeA has been identified in house dust and indoor air in low concentrations, likely emanating from treated consumer products or indoor PFAS sources. Inhalation or ingestion of dust could expose individuals to PFPeA. For example, houses with carpet or textiles treated with fluorotelomer-based repellents might have a small content of PFPeA in dust via breakdown of those coatings.",
          "Occupational: Workers involved in remediation or firefighting may encounter PFPeA as part of PFAS mixtures. For example, firefighters using modern foams (which are mostly C6-based) could contact PFPeA residually present. Similarly, workers at municipal waste treatment plants might be exposed to low levels of PFPeA because it is not well removed by conventional wastewater processes and could be present in aerosols or biosolids. While occupational exposure specifically to PFPeA is rarely singled out, it’s encompassed in general PFAS exposure at certain jobs."
        ],
        "sources": []
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFPeA is one of the shortest PFCAs studied. Due to its small size, it is eliminated relatively rapidly from the body (likely on the order of days) and does not accumulate in blood or organs to the same extent as long-chain PFAS. Toxicological data on PFPeA itself are limited, but we can infer from PFBA (C4) and PFHxA (C6) data that PFPeA likely has even lower toxicity. Short-chain PFAS generally show fewer of the adverse effects that long-chains do, often requiring much higher doses to see changes. It's expected that PFPeA, like PFBA, might cause transient mild liver weight increases or slight changes in metabolic enzymes at high doses, but robust toxic endpoints (like significant developmental toxicity, immune suppression, or cancer) have not been reported for these short chains in the sparse literature. A study on analogous short PFCAs found no significant developmental or reproductive harm at moderate dose levels. No regulatory agency has derived a specific reference dose or health advisory specifically for PFPeA, likely due to this low toxicity profile and lower occurrence data. Moreover, PFPeA's strong polarity and small size means it may not bind efficiently to proteins like albumin or receptors that longer PFAS do, possibly resulting in less biological activity. However, caution is still warranted, as extremely high exposures could cause the generic acidic irritant effects (e.g., high concentrations might lead to gastrointestinal irritation or enzyme induction in liver). In humans, PFPeA is rarely measured in serum (it's often below detection or lumped into total PFAS measurements) and thus epidemiological links are not established. Overall, PFPeA is considered to have comparatively minimal health impact relative to notorious PFAS like PFOA or PFOS, though comprehensive studies are lacking. Regulators often focus on PFPeA as part of total PFAS more out of persistence and mobility concerns than direct toxicity concerns.",
        "sources": []
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFPeA is not individually regulated by most authorities, but it falls under broader PFAS controls. For example, the EU's 2023 proposal to ban all PFAS would naturally include PFPeA, disallowing its production or marketing except in essential uses. Prior to that, PFPeA wasn't included in the C9-C14 PFCA restriction (because it's shorter than C9), but some national regulations capture it via total organic fluorine limits or as part of a 'short-chain PFAS' grouping. In the U.S., a few states incorporate PFPeA in their guidelines: for instance, Michigan’s cleanup criteria assess a suite of seven PFAS including PFPeA for groundwater at contaminated sites. EPA’s UCMR5 monitoring list did not specifically list PFPeA (it focuses on chain lengths 4 and 6 sulfonates and 6+ carboxylates like PFHxA and above), so national monitoring data for PFPeA may be limited. However, advanced labs often detect PFPeA in water testing when doing comprehensive PFAS scans, and regulatory agencies look at it to complete the mass balance of PFAS at contaminated sites. Because PFPeA is very mobile in the environment, its presence has been noted as a marker of how far PFAS plumes travel – for instance, New Hampshire regulators commented on detection of PFPeA at downgradient wells as an early indicator of contamination spread. There's no specific drinking water standard for PFPeA; it tends to be encompassed under 'total PFAS' limits. For example, states like Vermont have a combined 20 ppt MCL for five PFAS including PFPeA. Analytical reporting in environmental permits (like NPDES wastewater permits) sometimes require monitoring of PFPeA as part of a PFAS suite, ensuring industrial dischargers track even the short chains. As regulatory focus intensifies, it's likely that PFPeA will be regulated not by itself but through these class-based approaches (sum totals, etc.). In summary, PFPeA’s regulatory context is one of inclusion in broad PFAS restrictions and monitoring rather than targeted rulemaking; it's measured and controlled as part of achieving near-zero PFAS emissions in general.",
        "sources": []
      }
    ],
    "sources": []
  },
  {
    "compound_name": "Perfluorotetradecanoic acid (PFTeDA)",
    "cas_rn": "376-06-7",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluorotetradecanoic acid (PFTeDA) is a fourteen-carbon perfluorinated carboxylic acid (C13F27COOH), making it one of the longest fully fluorinated carboxylates historically identified in PFAS chemistry:contentReference[oaicite:503]{index=503}. PFTeDA was not a commercial product in its own right; instead, it usually appeared as a byproduct or impurity in the manufacture of other PFAS, especially during electrochemical fluorination processes that produced mixtures of perfluorinated carboxylic acids up to C14. It is sometimes called \"C14 PFCA\". There were no known direct consumer or industrial applications for PFTeDA due to its very high molecular weight and extremely low solubility; it wasn't intentionally used like PFOA or PFOS. However, trace amounts of PFTeDA could be found in older aqueous film-forming foams (AFFFs) and in products like fluoropolymers as unintended residuals from using longer-chain telomers or ECF-based starting materials. With the phase-out of long-chain PFAS, any incidental production of PFTeDA has also ceased (manufacturers stopped making mixtures containing PFTeDA). Thus, PFTeDA’s presence in the environment now is essentially a relic of past production and usage of PFAS mixtures. In summary, PFTeDA had no separate \"uses\"; it is notable primarily as one of the long-chain PFAS species present in legacy formulations and as a component of contamination profiles at PFAS-impacted sites:contentReference[oaicite:504]{index=504}.",
        "sources": [
          ":contentReference[oaicite:505]{index=505}",
          ":contentReference[oaicite:506]{index=506}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "As a very long-chain PFAS, PFTeDA exposure is usually accompanied by exposure to other PFAS and via similar routes, though PFTeDA's own properties somewhat limit its mobility:",
        "bullets": [
          "Food Chain Bioaccumulation: PFTeDA strongly adsorbs to organic matter and is bioaccumulative. Humans may be exposed by eating fish or wildlife from contaminated ecosystems where PFTeDA from historical PFAS releases has built up in the food web. For instance, top predator fish in some contaminated lakes/rivers have measurable PFTeDA, and consuming such fish can lead to ingestion of PFTeDA (in addition to other PFAS).",
          "Drinking Water: Because of its large size and low solubility, PFTeDA is less commonly found in water compared to shorter PFAS. It tends to stick to soils and sediments. However, near direct sources (like a spill or disposal site of PFAS waste), PFTeDA can leach slowly. If groundwater near such a site is used for drinking without treatment, PFTeDA exposure could occur, albeit typically at much lower concentrations than shorter chain PFCAs:contentReference[oaicite:507]{index=507}. Most drinking water treatments (activated carbon, etc.) are effective at removing PFTeDA given its strong adsorptive behavior.",
          "Consumer Products and Dust: PFTeDA is not volatile and was not in consumer products purposely. It might be present in trace amounts in older stain-resistant carpet or fabric treatments (since those had a distribution of chain lengths). Thus, household dust in homes with extensive historic use of such treatments could contain minimal PFTeDA. Ingestion of dust by infants or toddlers could then be a minuscule pathway. Overall, exposure from indoor environments is considered negligible for PFTeDA specifically.",
          "Occupational: In past manufacturing environments, workers could have been exposed to PFTeDA by handling PFAS intermediates containing it or from emissions (e.g., inhaling fumes or dust during powder drying of fluoropolymers). Currently, direct occupational exposure to PFTeDA is rare, but people involved in remediation (like excavating soils at a PFAS dumpsite) could come into dermal or inhalation contact with soil-bound PFTeDA. Due to its low volatility, inhalation would primarily occur attached to particulate dust rather than vapor."
        ],
        "sources": [
          ":contentReference[oaicite:508]{index=508}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "There is limited toxicological research specifically on PFTeDA. However, as an ultra-long-chain PFCA, it is expected to be even more bioaccumulative and potentially biologically active per unit than PFOA/PFNA. In lab animals, similar chain length PFCAs (like PFDoA, C12) caused significant weight loss, hepatic enlargement, and mortality at lower doses than shorter PFAS, indicating high potency. It's plausible that PFTeDA, if it enters the body, strongly binds to proteins and has a very long elimination half-life (potentially on the order of many years, extrapolating from known PFAS trends). No chronic or carcinogenicity studies have been published on PFTeDA itself, but structure–activity trends suggest that risk of liver damage, endocrine disruption, and possibly cancer could be present with enough exposure. Realistically, though, exposures are low and mainly co-occur with other PFAS, making it hard to isolate PFTeDA effects. It's worth noting that in wildlife, high-chain PFCAs like PFTeDA are often found in liver and blood of top predators, and these have been linked to health changes (e.g., immune or reproductive effects) in those animals. For humans, PFTeDA is detected in serum only occasionally (often below quantifiable levels in general population, but found in some highly exposed subgroups). The human health effect data is lacking; one can infer from associated PFAS that PFTeDA would contribute to elevated cholesterol, liver enzyme changes, and hormone level shifts if present in significant amounts. Regulatory agencies treat PFTeDA with a high concern due to its extreme persistence and potential for cumulative toxicity. Overall, while direct evidence is sparse, PFTeDA is assumed to be among the more hazardous PFAS on a per-mass basis, and controlling exposure to essentially zero is the prudent course from a health perspective.",
        "sources": []
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFTeDA is explicitly included in many of the regulatory measures addressing long-chain PFAS. The EU’s restriction on C9-C14 PFCAs (effective 2023) squarely covers PFTeDA (C14):contentReference[oaicite:509]{index=509}, banning its manufacture, use, or sale above a tiny threshold (25 ppb) in any product. Furthermore, PFTeDA and its salts have been listed as substances of very high concern (SVHC) under REACH, indicating recognition of its problematic nature. Internationally, PFTeDA falls under the 'related compounds' in the Stockholm Convention’s listing of PFOA (since they mentioned perfluorocarboxylic acids with ≥8 carbons, which would include C14), meaning parties must eliminate its uses and reduce releases. In the US, PFTeDA doesn’t have an individual guideline but it is captured under state regulatory frameworks as part of total PFAS or total PFCAs monitoring. For instance, Michigan’s groundwater standard includes up to C12, not C14 specifically, but cleanup efforts measure PFTeDA nonetheless to ensure full characterization. Analytical methods (EPA 537.1, 533) can measure PFTeDA in water, and labs do report it in comprehensive PFAS scans of drinking water (it’s often non-detect, but method capability is there ~ down to tens of ppt). Some states incorporate PFTeDA in their required PFAS monitoring for facilities – for example, Vermont and New York have asked certain sites to monitor for all chain lengths including PFTeDA. The forthcoming broad PFAS regulations (like the proposed EU PFAS ban, and potential class-based approaches in the US) implicitly include PFTeDA: if enacted, these will prohibit any future production or use of PFTeDA and mandate treatment technologies in waste streams to capture it. As of now, because PFTeDA is seldom found in water except near contamination hotspots, few places have needed specific remediation for it beyond what they do for PFOA/PFOS. But any comprehensive PFAS waste destruction technology (like high-temp incineration or advanced oxidation) must also target PFTeDA, which is challenging due to its stability. In summary, PFTeDA is regulated as part of the long-chain PFAS group internationally, is monitored in the environment as part of PFAS summation, and any identified contamination of PFTeDA is subject to the same cleanup requirements applied to PFOA/PFNA, reflecting a precautionary approach to this very persistent chemical.",
        "sources": [
          ":contentReference[oaicite:510]{index=510}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:511]{index=511}"
    ]
  },
  {
    "compound_name": "Perfluorotridecanoic acid (PFTrDA)",
    "cas_rn": "72629-94-8",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluorotridecanoic acid (PFTrDA) is a perfluorinated carboxylic acid with a 13-carbon chain (C12F25COOH). It's one of the high-molecular-weight PFCAs. Similar to PFTeDA (C14) and other long-chain PFAS, PFTrDA was not manufactured for specific end uses, but appeared as part of technical mixtures or as a minor byproduct. During the electrochemical fluorination process (used by 3M historically), a distribution of PFCAs up to C14 was produced, which would have included small amounts of C13 (PFTrDA). There were no known direct applications for PFTrDA in consumer or industrial products due to its extremely low volatility and high stability. However, trace levels might have been present in older AFFF firefighting foams or anti-reflective coatings used in photolithography, as those sometimes contained broad chain-length PFAS content. As industry moved to shorter PFAS, any incidental production of PFTrDA ceased. Essentially, PFTrDA’s “use” context aligns with other ultra-long PFAS: it's mainly relevant as a component detected in the environment and in some biota as a result of legacy PFAS pollution rather than as an intentionally used chemical. In summary, PFTrDA itself had no widespread use; its significance is tied to being one of the long-chain PFAS that historically ended up in the environment as part of PFAS manufacturing waste or product impurities.",
        "sources": []
      },
      {
        "header": "Exposure Pathways",
        "content": "Given PFTrDA’s properties (very low water solubility, strong sorption to organic matter), human exposure is likely to occur through the food chain and less so via water or air:",
        "bullets": [
          "Dietary: PFTrDA bioaccumulates in aquatic and marine organisms. People consuming fish or marine mammals from PFAS-contaminated areas could ingest PFTrDA that has concentrated in those animals. Top-of-food-chain species (like certain predatory fish or seal meat in Arctic regions) have been found to contain PFTrDA, so subsistence fishers or communities relying on such food may get exposure through diet. Similarly, game meat or eggs from contaminated areas might contain trace PFTrDA, contributing to intake over time.",
          "Drinking Water: PFTrDA is seldom detected in drinking water because it tends to stick to soils and sediment near sources. It’s relatively immobile in aquifers. If present, it’s usually at extremely low levels (below detection or single-digit ppt) even in impacted water. Thus, while theoretically ingestion through water is possible near a pollution source, practically it's a minor pathway compared to others. Standard water treatments (e.g., activated carbon) are highly effective at removing PFTrDA due to its hydrophobicity.",
          "Inhalation: PFTrDA is non-volatile and would not be present in air except attached to particulates or aerosols. In communities near PFAS incineration or production (when it was happening), inhalation of dust containing PFTrDA could have occurred, but this is an uncommon scenario. Indoor air/dust in homes would not contain meaningful PFTrDA levels because it doesn't evaporate from products and most consumer items never had it in measurable quantity.",
          "Occupational: Workers at sites where PFAS wastes (including long-chain PFCAs) are handled might be exposed via dust or dermal contact. For example, personnel cleaning up old firefighting foam residue or remediating soils could contact PFTrDA bound in those media. In historical context, lab chemists or production workers dealing with ECF byproducts might have been exposed if they handled unrefined mixtures containing PFTrDA. Appropriate protective equipment and environmental controls generally limit such exposures nowadays."
        ],
        "sources": []
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFTrDA is close in chain length to PFTeDA (C14), so it's expected to behave similarly in biological systems. It is extremely persistent in the body – likely even more so than PFOA/PFNA – binding strongly to blood proteins and partitioning to the liver. No specific toxicology studies on PFTrDA have been released, but by analogy with other long PFCAs (C12-C14), it likely exerts potent peroxisome proliferation in rodent livers, causing significant liver enlargement, biochemical changes (e.g., induction of liver enzymes, reduction in serum lipids), and possibly liver damage at relatively low doses. It might also have greater immunosuppressive effects; PFCAs of C12 were found to reduce spleen and thymus weights in animal studies at moderate doses, which indicates immune system impact. Regarding developmental or reproductive toxicity, one might extrapolate that PFTrDA would cause lowered fetal weights or skeletal variations similar to PFOA but at lower concentrations due to its bioaccumulation – however, direct data are unavailable. Chronic exposure to PFTrDA could plausibly raise cancer risks in animals through mechanisms akin to PPAR-alpha activation leading to liver tumors (as seen with PFOA in rats), though again, no direct studies confirm this for PFTrDA specifically. Human data on PFTrDA is essentially absent. PFTrDA is rarely detectable in general population serum; it has been measured in highly exposed subgroups (like some fluorochemical plant workers) at very low parts-per-billion levels. Health outcomes specifically from PFTrDA haven't been assessed, but it's likely encompassed within observations of “total PFAS” effects. Given PFTrDA’s strong persistence and structural similarity to known toxic PFAS, regulatory bodies treat it as very hazardous by default. In summary, while PFTrDA itself hasn’t been deeply studied, all indications point to it being one of the more biologically active PFAS (owing to long persistence and bioaccumulative nature), thus raising concerns for liver toxicity, developmental effects, immune suppression, and possibly carcinogenic potential if exposure were significant over time.",
        "sources": []
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFTrDA is squarely within the scope of recent regulatory actions targeting long-chain PFAS. The EU REACH regulation that restricts C9-C14 PFCAs (effective July 2023) explicitly includes perfluorotridecanoic acid and its salts:contentReference[oaicite:512]{index=512}. This means manufacturing or using PFTrDA above trace levels in products is illegal in the EU, with only limited transitional exemptions (e.g., for some photolithography processes in electronics, which are time-limited). At the global level, since PFTrDA qualifies as a “C11+” perfluorocarboxylate, it is part of the group of PFAS encompassed by the PFOA listing under the Stockholm Convention (the treaty text for PFOA included its salts and PFCAs with 8+ carbons as related chemicals). Thus, parties are obligated to eliminate PFTrDA sources as well. In the US, PFTrDA is not individually regulated by EPA yet, but it’s on the radar: for example, when EPA issued Significant New Use Rules (SNURs) for certain PFAS, any long-chain PFCA including PFTrDA falls under requiring notification if any new manufacture or import is intended. Monitoring: Environmental agencies often check for PFTrDA in comprehensive site investigations; for instance, at PFAS-contaminated areas in Alabama or Minnesota, advanced analyses have reported PFTrDA in sediment or biota. Many commercial labs have the capability to measure PFTrDA in water down to tens of ppt, but it's usually reported qualitatively if detected, given lack of specific standards. Some states that regulate “total PFAS” in drinking water (like an upcoming Massachusetts approach) inherently include PFTrDA in the total. Remediation practices – such as soil thermal treatment or high-temperature incineration – must account for PFTrDA as it is one of the hardest to break PFAS; incomplete destruction could lead to it being a residual. On the horizon, any move by EPA to set a maximum contaminant level (MCL) for a sum of PFCAs might incorporate PFTrDA or at least consider it in risk calculations. Meanwhile, the trend is to treat it as part of the general PFAS class in bans; for example, the proposed EU PFAS ban would undeniably cover PFTrDA, disallowing any future use. In summary, regulatory focus on PFTrDA is through inclusion in group bans and restrictions of long-chain PFCAs; it is measured to ensure that 'total PFAS' objectives are met in cleanups and emissions, but it is not singled out with its own guideline value separate from those frameworks.",
        "sources": [
          ":contentReference[oaicite:513]{index=513}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:514]{index=514}"
    ]
  },
  {
    "compound_name": "Perfluoroundecanoic acid (PFUnA)",
    "cas_rn": "2058-94-8",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluoroundecanoic acid (PFUnA) is an eleven-carbon perfluorinated carboxylic acid (C10F21COOH). It belongs to the group of long-chain PFCAs like PFNA (C9) and PFDoA (C12). PFUnA was not manufactured for any specific commercial product on its own. Instead, it has been present as a byproduct or impurity in processes making other PFAS (like PFOA or PFOS) and in some older products. For example, electrochemical fluorination (ECF) processes historically produced a mixture of PFCAs, including PFUnA, which found its way in small amounts into products such as AFFF firefighting foams and possibly surfactant blends used in industrial applications:contentReference[oaicite:515]{index=515}. In limited cases, PFUnA's ammonium salt may have been used in fluoropolymer emulsion polymerization as a replacement surfactant when PFOA was being phased out, though the industry primarily moved to shorter C6. There is some indication that certain Chinese fluorochemical manufacturers used mixtures containing PFUnA in the 2010s. That said, no known consumer-facing item has PFUnA intentionally; any PFUnA found would be as a residual. In summary, PFUnA had no discrete \"uses\"; its significance stems from being one component of PFAS contamination profiles and historically present in PFAS production wastes or in minor fractions of PFAS formulations:contentReference[oaicite:516]{index=516}.",
        "sources": [
          ":contentReference[oaicite:517]{index=517}",
          ":contentReference[oaicite:518]{index=518}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Key exposure pathways for PFUnA mirror those of other long-chain PFAS, with emphasis on diet and water near contaminated sources:",
        "bullets": [
          "Dietary Ingestion: PFUnA accumulates in fish, wildlife, and to some extent in plants. Humans can ingest PFUnA by eating fish from PFAS-polluted waters or consuming game animals (like deer or wildfowl) from contaminated areas. Studies in Arctic biota and Great Lakes fish have detected PFUnA, indicating that subsistence consumers of such resources may incorporate PFUnA into their diet. Additionally, trace PFUnA has been found in milk and eggs in surveys near contamination sites, suggesting a minor transfer into farm food products.",
          "Drinking Water: PFUnA has been found in certain contaminated drinking water supplies, though usually at lower levels than PFOS/PFOA. It tends to sorb to carbon filters readily, so municipal treatment can remove it effectively. However, well water near PFAS facilities without treatment could contain PFUnA. For example, areas in West Virginia around a fluoropolymer plant found PFUnA in local wells. Ingesting untreated water from such sources is a pathway for affected residents.",
          "House Dust and Indoor Environment: Because PFUnA was not used in consumer products deliberately, indoor exposure is minimal. It might be present in dust in homes near contamination sources (via outdoor deposition) or in the workplaces where contaminated clothing or equipment brings PFUnA-laden dust inside. But generally, indoor dust PFUnA levels are very low relative to shorter PFAS (if at all detectable).",
          "Occupational: Workers at PFAS manufacturing sites in the past (e.g., 3M or DuPont) likely had PFUnA exposure along with other PFAS by inhalation of fumes and dust or skin contact. Firefighters or military personnel using legacy AFFFs might have had incidental PFUnA exposure since it was part of some foam formulations. Environmental remediation workers at PFAS sites also could be exposed to PFUnA through soil/dust contact or ingestion if hygiene is poor. These occupational exposures often manifested in higher blood PFUnA among such workers."
        ],
        "sources": []
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFUnA’s toxicological behavior is expected to align with that of PFNA and PFDA. It is highly persistent in the body, with an estimated human half-life on the order of several years. Animal studies specifically on PFUnA are sparse; however, sub-chronic rodent studies on long-chain PFCAs have shown liver enlargement, alterations in thyroid hormone levels, and developmental toxicity at relatively low doses. PFUnA in particular was found in one study to lower body weight gain and cause neonatal mortality in mice at high doses (comparable to PFOA's effects). It strongly activates PPARα (a liver nuclear receptor), leading to increased fatty acid metabolism and potential liver cell proliferation. The EPA and ATSDR consider PFUnA’s toxicity comparable to PFOA/PFNA; indeed ATSDR’s minimal risk levels incorporate PFUnA as part of the total PFAS mixture affecting serum lipids and liver enzymes. Epidemiologically, PFUnA has been measured in human serum (e.g., NHANES and highly exposed community blood surveys). Some analyses found associations between higher PFUnA levels and elevated cholesterol, similar to other long-chain PFAS. There’s also evidence suggesting immunological effects (one study in a highly exposed group linked PFUnA to reduced vaccine antibody titers, though multiple PFAS were present). Carcinogenic potential specifically for PFUnA hasn't been separately evaluated, but given mechanistic parallels to PFOA (which is deemed likely carcinogenic), PFUnA is also treated as a potential cancer risk factor. On balance, PFUnA is considered to contribute to the known health risks of long-chain PFAS: including cholesterol changes, liver injury (enzyme elevation), immune system suppression, and developmental impacts (like lower birth weight):contentReference[oaicite:519]{index=519}. Regulatory health values (like EPA's advisory) for PFUnA are folded into those for PFOA/PFNA. In short, PFUnA is a highly persistent PFAS with significant toxic potential, and its presence in blood is considered as problematic as PFOA/PFNA from a health standpoint.",
        "sources": [
          ":contentReference[oaicite:520]{index=520}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "PFUnA is encompassed by the broad regulatory actions on long-chain PFAS. In the EU, PFUnA and its salts are restricted under the C9-C14 PFCA ban that took effect in 2023:contentReference[oaicite:521]{index=521}. This prohibits production or use in the EU beyond minuscule impurity levels. On the international stage, PFUnA is captured as a \"related compound\" under the Stockholm Convention listing for PFOA, which covers PFCAs with carbon chains of 9 or more (PFUnA being C11 is included). Accordingly, countries party to the Convention must eliminate sources of PFUnA. In the United States, PFUnA is monitored but not yet individually regulated by EPA; however, several state-level standards implicitly include PFUnA. For example, New York’s drinking water MCL of 10 ppt for “PFOS+PFHxS” indirectly forces water providers to control all PFAS including PFUnA via treatment processes. Michigan’s 6 PFAS MCL set (with 8 ppt PFOA, etc.) also measured PFUnA in establishing risk evaluation, although PFUnA itself wasn’t given an MCL because it was rarely found above detection in state water surveys. The EPA’s ongoing efforts (like the PFAS Roadmap) indicate possible future regulation via a hazard index which could include PFUnA’s toxicity contribution. Monitoring: PFUnA is part of the UCMR5 monitoring list for public water systems 2023-2025, meaning nationwide data will be collected. Many contaminated sites (e.g., around military bases using AFFF) now test for PFUnA in ground and surface waters; it often appears in the PFAS fingerprint. In biomonitoring, PFUnA has been measured in the general US population (NHANES 2013-2014 median around 0.2 ng/mL) and is included in the CDC’s PFAS biomonitoring panels. As regulatory focus moves toward addressing all long-chain PFAS collectively, PFUnA’s inclusion is assured. For instance, when EPA proposed class-based CERCLA designations or RCRA hazardous listing for PFAS, PFUnA would be one of those targeted. In remediation contexts, technologies like granular activated carbon and ion exchange are effective in removing PFUnA due to its hydrophobicity, which factor into cleanup plans where PFUnA is present. Overall, regulatory context treats PFUnA on par with PFOA/PFNA – to be eliminated and controlled, with ongoing monitoring to verify that emissions and exposures are diminishing over time.",
        "sources": [
          ":contentReference[oaicite:522]{index=522}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:523]{index=523}",
      ":contentReference[oaicite:524]{index=524}"
    ]
  },
  {
    "compound_name": "Perfluoro-1-octanesulfonamide (FOSA)",
    "cas_rn": "754-91-6",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "Perfluoro-1-octanesulfonamide (FOSA) is a perfluorooctanesulfonyl-based compound that was a key intermediate and impurity in the production of certain PFOS-related chemicals. It has the formula C8F17SO2NH2. FOSA itself was not typically a final product, but it was used to make perfluorooctane sulfonamidoethanols which in turn were used in products like Scotchgard™ fabric protectors and other surface treatments:contentReference[oaicite:525]{index=525}:contentReference[oaicite:526]{index=526}. Additionally, FOSA was the active ingredient in certain insecticides; for example, \"sulfluramid\" (used in ant and roach baits) is an N-ethyl derivative of FOSA that breaks down to FOSA in the environment. During the era of PFOS production by 3M (before 2002), FOSA was present as a residual in some PFOS-based products (like firefighting foams and coating additives). It was also part of the PFOS manufacturing process (electrochemical fluorination yields perfluorooctane sulfonyl amides that could be converted to PFOS or derivatives). In summary, FOSA was primarily used as a chemical building block for PFOS-related compounds (like surfactants and insecticides) rather than a stand-alone commercial product sold to consumers. After PFOS was phased out, the production and use of FOSA largely ceased, aside from its continued minor presence via degradation of legacy materials (e.g., of sulfluramid):contentReference[oaicite:527]{index=527}.",
        "sources": [
          ":contentReference[oaicite:528]{index=528}",
          ":contentReference[oaicite:529]{index=529}",
          ":contentReference[oaicite:530]{index=530}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Main exposure routes for FOSA include:",
        "bullets": [
          "Dietary: FOSA can be found in food due to its use in insect baits and its persistence in the environment. One specific route is through the food chain: for example, FOSA has been detected in fish and marine mammals, especially in regions where PFOS-related compounds accumulate (FOSA is converted from sulfluramid used in agriculture/pest control, and travels into water). So eating contaminated fish or wild game could result in FOSA intake. Dairy and meats may contain trace FOSA if animals consumed FOSA-laden feed or water.",
          "Indoor Dust: Historically, FOSA-related chemicals were in stain-resistant sprays and coatings on carpets/upholstery. These can degrade to FOSA. In indoor environments, FOSA has been measured in dust and air (attached to particulates). Thus, incidental ingestion of dust by hand-to-mouth contact, especially in homes that heavily used Scotchgard or similar pre-2003 products, could expose residents to small amounts of FOSA.",
          "Drinking Water: FOSA itself is not very water-soluble (compared to PFOS), but it can still leach into groundwater near contaminated sites (e.g., manufacturing plants or firefighting training areas). Once in water, it may also degrade to PFOS. Nonetheless, FOSA has been detected in some water samples. Ingesting contaminated drinking water could be a pathway, though water treatment processes often remove much of these compounds.",
          "Occupational: Workers formulating or applying PFOS-based treatments in the past (textile mill workers, foam manufacturers, pest control applicators using sulfluramid) likely inhaled or contacted FOSA-containing aerosols. Current occupational exposure might involve personnel involved in hazardous waste cleanup of PFOS-contaminated sites or disposal of sulfluramid pesticides, where they could inhale dust or fumes containing FOSA or have dermal contact.",
          "Biotransformation from Precursors: An indirect 'pathway' is the body’s conversion of other compounds to FOSA. For example, if one ingests N-ethyl perfluorooctanesulfonamidoacetate (EtFOSAA, a PFOS precursor in the body), it can metabolize to FOSA. In this way, human exposure to precursors (through any of the above routes) can result in internal FOSA."
        ],
        "sources": []
      },
      {
        "header": "Health and Toxicological Information",
        "content": "FOSA is closely related to PFOS (chemically, FOSA is one step removed, lacking the terminal acid group). Toxicologically, FOSA can be considered to have similar persistence and bioaccumulative behavior as PFOS. It is indeed found in human and animal tissues often along with PFOS. The body can also convert some FOSA to PFOS. Health studies haven't isolated FOSA's effects from PFOS because they co-occur. However, what is known: in lab animals, perfluorooctane sulfonamides (like FOSA derivatives) cause liver enlargement, disturbances in cholesterol and lipid metabolism, and developmental toxicity, much like PFOS:contentReference[oaicite:531]{index=531}. For example, sulfluramid (which metabolizes to FOSA) in high-dose rodent studies caused reduced body weight and some liver histopathology. FOSA and its derivatives have also been associated with immune suppression (in animal tests, they reduced antibody responses analogous to PFOS effect). There is limited direct data on FOSA carcinogenicity, but given PFOS's links to certain tumors in animal studies, similar concern extends to FOSA. Humans: FOSA is routinely measured in blood of the general population at low levels (e.g., NHANES through mid-2000s found low parts-per-billion of FOSA). Some epidemiological studies have noted associations between total sulfonamide PFAS (often measured as FOSA or its precursors) and thyroid hormone disruptions or slight changes in reproductive hormones, though causality isn't established. Notably, because FOSA can convert to PFOS in vivo, part of its toxicity may manifest through PFOS's well-documented mechanisms (like PPARα activation, etc.). Overall, FOSA is regarded as a toxic PFAS: persistent, bioaccumulative, and capable of similar systemic effects as PFOS (liver toxicity, developmental harm, potential endocrine disruption):contentReference[oaicite:532]{index=532}. Regulatory assessments often treat FOSA as part of PFOS risk (for example, Health Canada includes FOSA in their PFOS blood guideline calculations since it adds to PFOS burden). In summary, detection of FOSA in blood indicates exposure to PFOS-related compounds and is associated with the same health concerns as PFOS exposure.",
        "sources": [
          ":contentReference[oaicite:533]{index=533}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Regulators worldwide have targeted FOSA as part of the measures against PFOS and its precursors. When PFOS was listed under the Stockholm Convention in 2009, that listing explicitly covered \"perfluorooctane sulfonamide\" and other precursors that can degrade to PFOS. Therefore, FOSA is internationally regulated for elimination except in certain exempt uses (the primary exemptions have been for sulfluramid insect baits in a few countries and aviation hydraulic fluids, but those are being phased out). In the EU, FOSA and its derivatives have been banned since 2008 along with PFOS (Directive 2006/122/EC). The manufacture and import of FOSA-related chemicals in the US effectively ended with 3M's voluntary phase-out by 2002. The US EPA includes FOSA (and EtFOSA, etc.) in its Significant New Use Rule (SNUR) prohibiting new uses of these PFOS-precursors. Monitoring: Environmental monitoring programs measure FOSA in wildlife and humans as part of PFOS precursor analysis. For instance, the Arctic Monitoring and Assessment Programme tracks FOSA in polar bears and birds because it can indicate ongoing sources of PFOS-precursors like sulfluramid:contentReference[oaicite:534]{index=534}. Drinking water regulations haven't singled out FOSA but treat it under PFOS grouping; e.g., EPA's health advisory for PFOS (0.02 ppt interim in 2022) inherently covers exposure to FOSA that converts to PFOS. Some states with PFOS MCLs implicitly require monitoring of FOSA in water to ensure total PFOS + precursors is addressed, since activated carbon might not remove FOSA as easily but if left, it could transform to PFOS post-treatment. Cleanups of contaminated sites consider FOSA as part of the total PFOS contamination; for example, at military sites, they've tested for FOSA in groundwater to fully characterize PFAS plumes. Regulatory frameworks now increasingly emphasize total \"PFOS and precursors\" – e.g., the EU POPs regulation has threshold limits not just for PFOS itself but also for compounds that can form PFOS (which includes FOSA). Essentially, FOSA is regulated almost everywhere PFOS is, recognizing its role as a PFOS progenitor. There remain allowances for the pesticide sulfluramid (which breaks down to FOSA and PFOS) in certain countries, but alternatives are being encouraged and those exemptions are periodically reviewed under Stockholm Convention. In summary, FOSA is under strict global control as part of PFOS-related substances, and ongoing monitoring in environment and food ensures that any residual sources of FOSA are identified and mitigated along with PFOS.",
        "sources": [
          ":contentReference[oaicite:535]{index=535}",
          ":contentReference[oaicite:536]{index=536}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:537]{index=537}",
      ":contentReference[oaicite:538]{index=538}",
      ":contentReference[oaicite:539]{index=539}"
    ]
  },
  {
    "compound_name": "9-chlorohexadecafluoro-3-oxanonane-1-sulfonic acid",
    "cas_rn": "756426-58-1",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "9-Chlorohexadecafluoro-3-oxanonane-1-sulfonic acid, also known by the shorthand 9Cl-PF3ONS, is a fluorinated sulfonic acid that is a key component of certain Chinese PFAS formulations often referred to as F-53B. This chemical is a chlorinated perfluoroether sulfonate (with an 8:2 fluorotelomer structure plus a chlorine). It was introduced as a replacement mist suppressant in the chrome plating industry in China, intended to serve a similar function to PFOS-based surfactants:contentReference[oaicite:540]{index=540}. F-53B formulations typically contain two major acids: this 9-chlorohexadecafluoro-3-oxanonane-1-sulfonic acid and a related sulfonic acid without the chloro group (both collectively called F-53B). They have been used since around 2014 in Chinese chrome plating to reduce toxic chromic acid mists:contentReference[oaicite:541]{index=541}. Outside of that context, this chemical has no known consumer use; its application is specialized and industrial. It is not produced or widely used in Western countries, but it has been detected as a pollutant originating from Chinese manufacturing and usage. In summary, the common use of 9Cl-PF3ONS is as a surfactant in metal plating (in China), and it gained attention as an emerging PFAS pollutant globally due to its environmental release from those uses:contentReference[oaicite:542]{index=542}.",
        "sources": [
          ":contentReference[oaicite:543]{index=543}",
          ":contentReference[oaicite:544]{index=544}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure to 9Cl-PF3ONS for the general population is currently rare and localized, but known pathways include:",
        "bullets": [
          "Drinking Water: Near facilities in China where 9Cl-PF3ONS (F-53B) is manufactured or used (e.g., industrial parks, chrome plating shops), this compound has been found in nearby water bodies. If drinking water sources are contaminated (as was reported in some regions of China), ingestion could be a major pathway:contentReference[oaicite:545]{index=545}. Outside of China, given global circulation, traces of 9Cl-PF3ONS have been detected in surface waters and even Arctic seawater, though at extremely low levels. Thus, currently, drinking water exposure in most parts of the world is negligible, but it could become relevant in areas importing industrial materials or wastes from those sources.",
          "Food Chain: This PFAS can bioaccumulate. Monitoring has found 9Cl-PF3ONS in fish downstream of Chinese plating facilities. Humans eating contaminated fish or seafood could intake it. Additionally, because of long-range transport, there is concern it could appear in marine food webs globally. However, data is limited; any food exposure is likely region-specific (e.g., seafood from affected Chinese rivers).",
          "Occupational: Workers at chrome plating facilities using F-53B mist suppressants have direct exposure via inhalation of plating bath aerosols or skin contact with the concentrate. These workers may inhale small droplets containing the acid or touch surfaces where it has deposited. Occupational exposure is also possible for those handling industrial wastewater or sludge from such operations (the chemical could concentrate in waste). Appropriate engineering controls and personal protective equipment (PPE) are critical in these settings to minimize inhalation or dermal uptake.",
          "Urban and Indoor: Considering its specialized use, urban air or dust far from source is unlikely to contain significant 9Cl-PF3ONS. There's no consumer product usage, so indoor exposure in homes is essentially zero. However, near plating shops, it's possible this chemical could deposit on soil/dust around the facility and potentially be incidentally ingested by residents or bystanders (e.g., kids playing near an improperly ventilated shop could contact soil with deposition). This is a minor but plausible local pathway."
        ],
        "sources": [
          ":contentReference[oaicite:546]{index=546}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "As an emerging PFAS, specific toxicological data on 9Cl-PF3ONS are not abundant, but early studies and structural analogy to PFOS suggest cause for concern. It is an even larger molecule than PFOS and contains an ether linkage plus a chlorine, which may influence its behavior. Lab studies (one rat subacute study reported by Chinese researchers) indicated that 9Cl-PF3ONS exposure led to liver weight increases and changes in serum biochemical indices, similar to PFOS:contentReference[oaicite:547]{index=547}. It appears to activate PPARα and potentially other pathways akin to PFOS, resulting in disrupted lipid metabolism. Its elimination half-life in rats was reported to be long (on the order of weeks), and in humans it's expected to be very persistent (maybe even longer than PFOS's ~5 years given its larger size). Preliminary ecotoxicology shows it's very toxic to aquatic organisms (with low parts-per-billion LC50s for fish). So far, no epidemiological data exist since its use has been recent and limited to certain worker populations. However, we can expect health effects analogous to PFOS/PFHxS: e.g., liver enzyme elevation, potential developmental toxicity (if pregnant workers were exposed, PFAS of this nature often reduce fetal growth in animal tests), and possibly immune effects. The chlorine substitution might make it less bioaccumulative in some tissues (there's some evidence that 9Cl-PF3ONS might partition differently in fish), but it's still detected in blood and liver. Overall, given its strong structural similarity to PFOS, health agencies (like China's guidelines) treat it as similarly hazardous. Thus, exposure to 9Cl-PF3ONS is thought to carry risks of liver damage, endocrine disruption (such as thyroid hormone perturbation, seen with PFOS analogs), and developmental harm. It's also possible that like PFOS, it's a potential carcinogen (though no specific study on 9Cl-PF3ONS exists, PFOS is considered possibly carcinogenic by some agencies). The cautious approach is to assume 9Cl-PF3ONS shares the adverse profile of long-chain sulfonates and thus avoid human exposure as much as possible.",
        "sources": [
          ":contentReference[oaicite:548]{index=548}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "9Cl-PF3ONS (often referred to as 6:2 chlorinated polyfluorinated ether sulfonate or simply F-53B major component) has come onto regulators’ radar as part of China's PFAS emissions and globally as an \"emerging\" PFAS. In China, its use in chrome plating was approved as an alternative to PFOS, but recently Chinese authorities have moved to control it due to detection in the environment. It's included in China's national environmental monitoring list for toxic substances and pilot studies to replace it with even safer alternatives are underway. Internationally, this chemical and its counterpart are proposed for inclusion under the Stockholm Convention: In 2019, the POPs Review Committee agreed that these F-53B substances exhibit POPs characteristics:contentReference[oaicite:549]{index=549}, and as of 2022 they are under evaluation for global restriction. Some countries have already taken unilateral steps: e.g., Sweden and Germany have pushed within EU fora to address it, and the EU’s sweeping PFAS restriction proposal would cover it as well. Currently, there's no specific EU or US regulatory limit solely for 9Cl-PF3ONS in drinking water or products, but any general PFAS limits (e.g., the EU's upcoming 4 ng/L sum of PFAS in water) will indirectly require its control. Monitoring is increasing: countries like Japan and Sweden have begun checking imported chrome plating products for F-53B, and scientists globally are measuring it in environmental samples (the Arctic monitoring found it in polar bears, prompting concern). The US does not yet have formal guidelines, but the EPA is aware; if they move to regulate PFAS as a class, this chemical would be encompassed. Given the interest by Stockholm Convention, it's likely to be globally regulated within a few years. Meanwhile, industries using it (in China primarily) are being nudged to shift to fluorine-free mist suppressants, anticipating regulation. In summary, 9Cl-PF3ONS is in a transitional state of regulation: known enough to be targeted for global action and included in broad PFAS policies, but not yet individually restricted worldwide. Monitoring and research are actively feeding into that regulatory process, with an expectation of eventual phase-out just like PFOS.",
        "sources": [
          ":contentReference[oaicite:550]{index=550}"
        ]
      }
    ],
    "sources": [
      ":contentReference[oaicite:551]{index=551}",
      ":contentReference[oaicite:552]{index=552}",
      ":contentReference[oaicite:553]{index=553}",
      ":contentReference[oaicite:554]{index=554}"
    ]
  },
  {
    "compound_name": "1H,1H,2H,2H-Perfluorodecanesulfonic acid",
    "cas_rn": "39108-34-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "1H,1H,2H,2H-Perfluorodecanesulfonic acid, often referred to as 8:2 fluorotelomer sulfonic acid (8:2 FTS), is a partially fluorinated sulfonate. Unlike fully perfluorinated PFOS, this molecule has two hydrogen atoms on the first two carbons, making it a \"telomer\" sulfonate. 8:2 FTS emerged as a replacement for PFOS in certain applications, notably in firefighting foams (AFFF) and other surfactant uses, after PFOS was phased out:contentReference[oaicite:555]{index=555}. It has been used in some modern AFFF formulations to impart film-forming and wetting properties while being shorter-lived than PFOS. Additionally, 8:2 FTS is a processing aid in some specialty chemical formulations and may be found in trace amounts in surface treatment products (like coatings for textiles or paper) that utilize fluorotelomer chemistry. As industries shifted to \"C6\" chemistry for many products, 8:2 FTS usage is somewhat limited now, but it was a key component in foams through the 2010s. To sum up, the primary use of 1H,1H,2H,2H-perfluorodecanesulfonic acid has been as an ingredient in certain firefighting foam concentrates and similar surfactant mixtures as a PFOS alternative:contentReference[oaicite:556]{index=556}. It is not known to be sold directly to consumers, but rather embedded in these specialty industrial products.",
        "sources": [
          ":contentReference[oaicite:557]{index=557}"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure to 8:2 FTS for the general public primarily occurs via contaminated environments, since it's used in firefighting and can enter the environment through training or emergency use of foams:",
        "bullets": [
          "Drinking Water: Sites where AFFF containing 8:2 FTS has been used (like military bases, airports, firefighter training areas) have shown contamination of groundwater. As 8:2 FTS is water-soluble (though less so than shorter chains) and mobile, it can reach wells or surface water, leading to ingestion via drinking water:contentReference[oaicite:558]{index=558}. Indeed, 8:2 FTS has been found in some municipal water supplies near such sites. Thus, drinking water in affected areas is a significant pathway if not treated.",
          "Food: There is potential for 8:2 FTS to bioaccumulate moderately. For instance, fish from water bodies impacted by firefighting foam releases might have 8:2 FTS in their tissue. People eating fish from these areas could ingest it. Similarly, agricultural produce or livestock near contaminated water sources might take up some 8:2 FTS (though plants and animals tend to metabolize telomer sulfonates partially to shorter compounds). In general, diet is a secondary pathway compared to water, but relevant for subsistence fishermen or farms using contaminated water.",
          "Indoor Dust and Consumer Products: While 8:2 FTS isn't a consumer product, it can be present in treated materials (like some older carpet or fabric coatings). If those coatings degrade, 8:2 FTS could be present in household dust. Inhalation or ingestion of dust (especially by infants/toddlers) could provide a minor exposure route. However, many post-2010 consumer products moved to shorter chain PFAS, so current levels of 8:2 FTS in homes may be low. Firefighters or foam handlers might carry foam residue into their stations or homes on gear, which could be a more direct dust source in those specific scenarios.",
          "Occupational: Firefighters who handle training foams or respond to fuel fires with foam can inhale aerosolized 8:2 FTS or have skin contact with foam solution. Instructors at fire academies (historically using older foams) could have chronic exposure. Workers at facilities producing 8:2 FTS or blending foams would also have potential inhalation or dermal exposure. Using personal protective equipment and proper hygiene (e.g., washing foam-soaked gear) is critical to reduce these exposures.",
          "Environmental Contact: Residents near contaminated sites might incidentally ingest soil or water (while swimming or playing) that contains 8:2 FTS. Also, because AFFF runoff often gets into lakes and rivers, recreation in these water bodies (swimming, boating) could lead to incidental ingestion or dermal absorption of small amounts, though the risk is generally low except near heavy contamination sources."
        ],
        "sources": [
          ":contentReference[oaicite:559]{index=559}"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "8:2 FTS is partially fluorinated, and studies suggest it is less bioaccumulative than PFOS but can still persist in humans for some time (half-life on the order of months). Toxicologically, 8:2 FTS can undergo metabolism to shorter-chain PFAS (like perfluorooctanoic acid and PFHxS), which complicates attributing effects solely to it. Animal experiments with 8:2 FTS have shown some of the hallmark PFAS effects: liver enlargement, increased liver enzymes, and changes in lipid profiles at high doses, though potency was observed to be lower than PFOS:contentReference[oaicite:560]{index=560}. A 90-day rodent study indicated that 8:2 FTS caused mild liver cellular changes and body weight decreases at the highest concentrations. Reproductive/developmental data are sparse, but one would expect similar endpoints (e.g., lowered pup weight or slight developmental delays at maternally toxic doses, as seen with similar PFAS). Immunotoxicity hasn't been well characterized; however, since 8:2 FTS breaks down into PFHxS (which is known to affect the immune system), there's concern that 8:2 FTS exposure could indirectly contribute to immune suppression. There is no direct evidence that 8:2 FTS causes cancer, but long-term studies are lacking. It's noteworthy that many 8:2 FTS health effects might come from its metabolites more than the parent compound. Human data on 8:2 FTS specifically is limited because it's often not measured in blood (it can convert to other PFAS or present at low levels). Regulators often consider 8:2 FTS under the umbrella of \"PFOS replacement chemicals\" for risk assessment. Overall, 8:2 FTS is considered of moderate concern: it is less bioaccumulative and slightly less toxic than PFOS, but still can produce similar adverse outcomes (particularly liver and metabolic effects) at sufficiently high exposures:contentReference[oaicite:561]{index=561}. As such, reducing exposure to it is part of broader PFAS risk management due to these potential health impacts.",
        "sources": [
          ":contentReference[oaicite:562]{index=562}"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "8:2 FTS is not regulated with its own specific standards yet, but it falls under many collective PFAS regulatory efforts. In the United States, the EPA’s recent advisory levels for PFOS (and by extension PFAS foams) imply that 8:2 FTS, as a component of foams, should be minimized to extremely low concentrations in drinking water (the EPA health advisory for GenX and PFBS indirectly covers short-chain sulfonates; for 8:2 FTS they don't have a number, but states have taken action). For instance, some states (like Michigan) include 8:2 FTS in their environmental PFAS surveillance and require its analysis in water, though their drinking water criteria focus on other PFAS. On the federal side, 8:2 FTS is included in the UCMR5 (Unregulated Contaminant Monitoring Rule 2023-25) list for nationwide drinking water testing. In the EU, while not explicitly named in older directives, the upcoming PFAS drinking water limit of 100 ng/L for total PFAS will cover 8:2 FTS. Additionally, the EU is moving to ban all per- and polyfluoroalkyl substances in consumer products, which would include 8:2 FTS used in foams. Some European countries have already replaced or restricted foams containing 8:2 FTS under their chemical and environmental regulations. Monitoring: Many contaminated site investigations now measure 8:2 FTS in groundwater and surface water to understand the full suite of PFAS present from AFFFs. It's often reported in site cleanup documents and is treated in remediation systems (like GAC filters in water treatment are sized to also capture 8:2 FTS). The Stockholm Convention hasn't listed 8:2 FTS yet, but as they consider more PFAS beyond PFOS/PFOA, compounds like 8:2 FTS might be evaluated in the future. Firefighting foam stewardship programs in the US encourage the transition away from PFAS foams (which would eliminate 8:2 FTS use). In summary, while no numeric MCL exists solely for 8:2 FTS, it's increasingly captured by broad regulations (sum of PFAS limits in water, restrictions on PFAS in products). Environmental regulators and water utilities are actively monitoring it, and its presence factors into site remediation goals (e.g., cleanup levels for \"total PFAS\"). The clear trend is toward phasing out use of foams containing 8:2 FTS, reflecting precaution due to its persistence and potential toxicity.",
        "sources": []
      }
    ],
    "sources": [
      ":contentReference[oaicite:563]{index=563}",
      ":contentReference[oaicite:564]{index=564}"
    ]
  },
  {
    "compound_name": "Bisphenol A (BPA)",
    "cas_rn": "80-05-7",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "An industrial monomer used to produce polycarbonate plastics and epoxy resins (e.g., can linings, coatings). Consumer exposure has been widespread due to legacy use in food-contact materials.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Bisphenol-A"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Diet is the main route (migration from food-contact materials); additional exposure via dust and thermal paper is possible.",
        "bullets": [
          "Dietary ingestion from epoxy/polycarbonate contact",
          "Incidental ingestion of dust and hand-to-mouth transfer",
          "Occupational contact in resin manufacture/handling"
        ],
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Bisphenol-A"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Biomarkers include unconjugated and conjugated BPA in urine (short half-life; blood detection suggests recent exposure). Endpoints studied include endocrine activity and immune endpoints; EFSA (2023) based its TDI on immune effects in animals.",
        "sources": [
          "https://www.efsa.europa.eu/en/efsajournal/pub/6857",
          "https://efsa.onlinelibrary.wiley.com/doi/full/10.2903/j.efsa.2023.e211015"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "EFSA (2023) set a TDI of 0.2 ng/kg bw/day; many jurisdictions restrict BPA in infant products/thermal paper. BPA is routinely tracked in NHANES biomonitoring tables.",
        "sources": [
          "https://www.efsa.europa.eu/en/efsajournal/pub/6857",
          "https://www.cdc.gov/exposurereport/data_tables.html"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Bisphenol-A",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6857",
      "https://efsa.onlinelibrary.wiley.com/doi/full/10.2903/j.efsa.2023.e211015",
      "https://www.cdc.gov/exposurereport/data_tables.html"
    ]
  },
  {
    "compound_name": "Perfluoro-1-decanesulfonic acid (PFDS)",
    "cas_rn": "335-77-3",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A fully perfluorinated C10 sulfonic acid found as a minor component of historical PFAS mixtures; not intentionally used in consumer products today.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorodecanesulfonic-acid"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Dietary intake from fish/wildlife and, to a lesser extent, impacted water near sources; occupational exposure at legacy facilities.",
        "bullets": [
          "Fish consumption in contaminated waters",
          "Ingestion of impacted drinking water near sources"
        ],
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorodecanesulfonic-acid"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Long-chain sulfonate with high persistence and bioaccumulation; PFAS-typical hepatic, immune, and developmental endpoints observed for related sulfonates.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorodecanesulfonic-acid",
          "https://www.atsdr.cdc.gov/toxprofiles/tp200.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Covered within long-chain PFAS policies and Stockholm Convention–related controls; measured in environmental/biota PFAS datasets.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorodecanesulfonic-acid"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorodecanesulfonic-acid",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200.pdf"
    ]
  },
  {
    "compound_name": "Perfluoro-1-nonanesulfonic acid (PFNS)",
    "cas_rn": "68259-12-1",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A fully perfluorinated C9 sulfonic acid present as a minor constituent of historical PFAS streams; not a typical intentional consumer chemical.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorononanesulfonic-acid"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Similar to other long-chain sulfonates: ingestion of impacted water and fish are principal routes; occupational contact at legacy sites.",
        "bullets": [
          "Ingestion of contaminated water",
          "Dietary intake via fish/wildlife from impacted waters"
        ],
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorononanesulfonic-acid"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Persistent/bioaccumulative; expected PFAS-typical endpoints (liver, immune, developmental) by analogy to PFOS/PFDS. Blood detection indicates cumulative exposure.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorononanesulfonic-acid",
          "https://www.atsdr.cdc.gov/toxprofiles/tp200.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Included in congener panels for environmental/biota monitoring; managed under broader PFAS controls and cleanup criteria.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorononanesulfonic-acid"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorononanesulfonic-acid",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200.pdf"
    ]
  },
  {
    "compound_name": "1H,1H,2H,2H-Perfluorohexanesulfonic acid (4:2 FTS)",
    "cas_rn": "757124-72-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A fluorotelomer sulfonic acid (FTS) belonging to the per- and polyfluoroalkyl substances (PFAS). It is used as a surfactant and processing aid in water- and oil‑repellent coatings, industrial formulations, and has been reported in firefighting foam formulations; it may also form from degradation of fluorotelomer precursors.",
        "sources": [
          "https://www.restek.com/media/3c0f4d4b-2a50-4d6b-8931-6c39dfb28b1d/restek_product_guide_pfas_hplc_uhplc_applications.pdf",
          "https://www.glsciencesinc.com/files/catalogs/PFAS_Testing_Solution_Guide.pdf",
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Human exposure reflects contact with fluorinated surfactants and contaminated environmental media; measured levels in blood indicate recent or ongoing exposure.",
        "bullets": [
          "Ingestion of contaminated drinking water near sites using aqueous film‑forming foams (AFFF) or industrial discharges.",
          "Inhalation or ingestion of indoor dust from treated textiles and stain‑resistant materials.",
          "Dietary intake (contact materials, bioaccumulation in some foods).",
          "Occupational exposure in textile finishing, metal plating, or foam use."
        ],
        "sources": [
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
          "https://www.sciencedirect.com/science/article/pii/S016041202032078X"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "PFAS are typically assessed in serum; detection in blood indicates systemic exposure. For 4:2 FTS specifically, human toxicokinetic data are limited; available studies and reviews evaluate binding to serum proteins and potential effects similar to other surfactants, with research focusing on liver, endocrine, and developmental endpoints without inferring causality.",
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://pmc.ncbi.nlm.nih.gov/articles/PMC8651256/",
          "https://www.umweltbundesamt.de/sites/default/files/medien/11850/publikationen/129_2023_texte_literature_review_and_assessment_of_available_toxicological_data_for_pfas.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "4:2 FTS has no compound‑specific U.S. drinking water Maximum Contaminant Level (MCL). It appears on laboratory analyte lists and EPA methods used for environmental monitoring (e.g., SW‑846 Method 8327; Draft Method 1633).",
        "sources": [
          "https://www.epa.gov/system/files/documents/2021-07/8327.pdf",
          "https://www.epa.gov/system/files/documents/2021-09/method_1633_draft_aug-2021.pdf",
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      }
    ],
    "sources": [
      "https://www.restek.com/media/3c0f4d4b-2a50-4d6b-8931-6c39dfb28b1d/restek_product_guide_pfas_hplc_uhplc_applications.pdf",
      "https://www.glsciencesinc.com/files/catalogs/PFAS_Testing_Solution_Guide.pdf",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://www.sciencedirect.com/science/article/pii/S016041202032078X",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC8651256/",
      "https://www.epa.gov/system/files/documents/2021-07/8327.pdf",
      "https://www.epa.gov/system/files/documents/2021-09/method_1633_draft_aug-2021.pdf"
    ]
  },
  {
    "compound_name": "1H,1H,2H,2H-Perfluorooctanesulfonic acid (6:2 FTS)",
    "cas_rn": "27619-97-2",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A fluorotelomer sulfonic acid used as a surfactant and PFOS alternative in certain industrial and firefighting foam applications. It is a member of the PFAS class and may occur from degradation of fluorotelomer precursors.",
        "sources": [
          "https://www.accustandard.com/prod0045811.27619-97-2.html",
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure is associated with contact with treated products and impacted environmental media.",
        "bullets": [
          "Drinking water affected by AFFF use or industrial releases.",
          "Indoor dust from stain‑resistant textiles and treated surfaces.",
          "Dietary exposure via food contact materials or contaminated foods.",
          "Occupational settings using or handling fluorotelomer products."
        ],
        "sources": [
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "As with other PFAS, serum is the common biomonitoring matrix; detection in blood indicates systemic exposure. Available literature for 6:2 FTS evaluates protein binding and potential biological activity; endpoints studied include hepatic, endocrine, and development‑related measures.",
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://www.umweltbundesamt.de/sites/default/files/medien/11850/publikationen/129_2023_texte_literature_review_and_assessment_of_available_toxicological_data_for_pfas.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "No compound‑specific U.S. MCL. The analyte is included on PFAS monitoring lists used with EPA analytical methods (e.g., Method 8327 and Draft Method 1633) for environmental samples.",
        "sources": [
          "https://www.epa.gov/system/files/documents/2021-07/8327.pdf",
          "https://www.epa.gov/system/files/documents/2021-09/method_1633_draft_aug-2021.pdf",
          "https://pfas-1.itrcweb.org/wp-content/uploads/2022/02/ITRC_PFAS_Table2-5_EPA-Analyte-Lists_PFAS-Classifications_Sept2023.pdf"
        ]
      }
    ],
    "sources": [
      "https://www.accustandard.com/prod0045811.27619-97-2.html",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://www.umweltbundesamt.de/sites/default/files/medien/11850/publikationen/129_2023_texte_literature_review_and_assessment_of_available_toxicological_data_for_pfas.pdf",
      "https://www.epa.gov/system/files/documents/2021-07/8327.pdf",
      "https://www.epa.gov/system/files/documents/2021-09/method_1633_draft_aug-2021.pdf",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2022/02/ITRC_PFAS_Table2-5_EPA-Analyte-Lists_PFAS-Classifications_Sept2023.pdf"
    ]
  },
  {
    "compound_name": "Perfluoro-1-pentanesulfonic acid (PFPeS)",
    "cas_rn": "2706-91-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A perfluoroalkyl sulfonic acid (PFSA) with five‑carbon chain length used as a specialty surfactant and detected as an environmental PFAS. It can occur as an impurity or degradation product of other PFAS.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/2706-91-4",
          "https://www.epa.gov/system/files/documents/2024-05/pfas-analyte-list.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure largely reflects environmental and product‑related contact typical of PFSAs.",
        "bullets": [
          "Ingestion of contaminated drinking water.",
          "Ingestion/inhalation of indoor dust from treated materials.",
          "Dietary exposure from food or contact materials.",
          "Occupational exposure in PFAS production or application."
        ],
        "sources": [
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Serum measurements indicate systemic exposure. For PFPeS, human toxicokinetic and effect data are comparatively limited; evaluations of PFSAs generally consider liver, lipid, thyroid, and immune endpoints in experimental and observational studies without assigning causality.",
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "No compound‑specific U.S. MCL. PFPeS appears on PFAS analyte lists used by agencies and laboratories for environmental monitoring.",
        "sources": [
          "https://www.epa.gov/system/files/documents/2024-05/pfas-analyte-list.pdf"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/2706-91-4",
      "https://www.epa.gov/system/files/documents/2024-05/pfas-analyte-list.pdf",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6223"
    ]
  },
  {
    "compound_name": "Perfluorobutanesulfonic acid (PFBS)",
    "cas_rn": "375-73-5",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A four‑carbon perfluoroalkyl sulfonic acid (PFSA) used as a surfactant and historically as a PFOS replacement in stain‑repellent and industrial applications.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorobutanesulfonic-acid"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "PFBS exposure occurs via environmental media and treated products; it is often detected where PFAS use has occurred.",
        "bullets": [
          "Ingestion of contaminated drinking water.",
          "Indoor dust from treated carpets/upholstery.",
          "Dietary intake via contact materials or foods.",
          "Occupational exposure in manufacturing or foam use."
        ],
        "sources": [
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "In humans, short‑chain PFAS such as PFBS generally have shorter biological half‑lives than long‑chain PFAS; blood detection indicates recent exposure. Evaluated endpoints include hepatic, thyroid, lipid, and immunological measures.",
        "sources": [
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
          "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "In April 2024, the U.S. EPA finalized National Primary Drinking Water Regulations (NPDWR) for PFAS, using a Hazard Index for mixtures that include PFBS along with PFNA, PFHxS, and HFPO‑DA (GenX). PFBS is commonly included in PFAS analyte lists and measured in NHANES serum panels.",
        "sources": [
          "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorobutanesulfonic-acid",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
      "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf"
    ]
  },
  {
    "compound_name": "Perfluoroheptanesulfonic acid (PFHpS)",
    "cas_rn": "375-92-8",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A seven‑carbon perfluoroalkyl sulfonic acid (PFSA). PFHpS has been detected in environmental and human samples as a PFOS‑related PFSA and as a surfactant in specialty applications.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/375-92-8",
          "https://www.epa.gov/system/files/documents/2024-05/pfas-analyte-list.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Pathways are consistent with other PFSAs.",
        "bullets": [
          "Ingestion of PFAS‑impacted drinking water.",
          "Indoor dust from stain‑resistant products.",
          "Dietary intake from contact materials or fish/meat where bioaccumulation occurs.",
          "Occupational use of PFAS‑containing formulations."
        ],
        "sources": [
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Serum is the principal biomonitoring matrix for PFSAs; detection in blood indicates systemic exposure. Studies of PFAS class effects often evaluate liver function, lipids, thyroid hormones, and immune endpoints.",
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://pmc.ncbi.nlm.nih.gov/articles/PMC9980248/"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "No compound‑specific U.S. MCL. PFHpS appears on EPA and state analyte lists and is included in research and monitoring of serum PFAS.",
        "sources": [
          "https://www.epa.gov/system/files/documents/2024-05/pfas-analyte-list.pdf",
          "https://pmc.ncbi.nlm.nih.gov/articles/PMC9980248/"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/375-92-8",
      "https://www.epa.gov/system/files/documents/2024-05/pfas-analyte-list.pdf",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC9980248/"
    ]
  },
  {
    "compound_name": "Perfluorohexanesulfonic acid (PFHxS)",
    "cas_rn": "355-46-4",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A six‑carbon perfluoroalkyl sulfonic acid (PFSA) historically used in AFFF and surface‑treatment formulations for stain, water, and oil resistance.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorohexanesulfonic-Acid",
          "https://chm.pops.int/Portals/0/download.aspx?d=UNEP-POPS-PUB-factsheet-PFHxS-2022.English.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "PFHxS is widely detected in serum and environmental media due to historical use and persistence.",
        "bullets": [
          "Ingestion of contaminated drinking water (e.g., AFFF‑impacted sites).",
          "Indoor dust from treated carpets/upholstery and consumer articles.",
          "Dietary exposure including fish and meat in some studies.",
          "Occupational exposure in firefighting, plating, and surface treatment."
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/pfas/docs/PFAS-EA-Final-Report-508.pdf",
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Serum detection reflects systemic exposure; PFHxS has a comparatively long human elimination half‑life (multi‑year). Studies commonly examine liver enzymes/lipids, thyroid hormones, immunological markers, and developmental endpoints.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
          "https://www.atsdr.cdc.gov/pfas/docs/PFAS-EA-Final-Report-508.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "The U.S. EPA’s 2024 PFAS drinking water rule applies a Hazard Index for mixtures that include PFHxS. PFHxS and related compounds were listed under the Stockholm Convention in 2022 (Annex A). PFHxS is routinely included in NHANES serum monitoring.",
        "sources": [
          "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
          "https://chm.pops.int/Portals/0/download.aspx?d=UNEP-POPS-PUB-factsheet-PFHxS-2022.English.pdf",
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorohexanesulfonic-Acid",
      "https://chm.pops.int/Portals/0/download.aspx?d=UNEP-POPS-PUB-factsheet-PFHxS-2022.English.pdf",
      "https://www.atsdr.cdc.gov/pfas/docs/PFAS-EA-Final-Report-508.pdf",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
      "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas"
    ]
  },
  {
    "compound_name": "Di-n-hexylphthalate",
    "cas_rn": "84-75-3",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A dialkyl phthalate plasticizer used historically in flexible polyvinyl chloride (PVC) and other polymers. Use patterns have shifted as some phthalates have been replaced or restricted in certain applications.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Dihexyl-phthalate",
          "https://echa.europa.eu/substance-information/-/substanceinfo/100.001.417"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Phthalate exposure often reflects contact with consumer products and indoor environments; parent phthalates are rapidly metabolized.",
        "bullets": [
          "Ingestion of dust containing plasticizer residues.",
          "Dietary exposure via food contact materials.",
          "Dermal contact with flexible plastics.",
          "Occupational exposure during polymer processing."
        ],
        "sources": [
          "https://www.cpsc.gov/s3fs-public/phthalover.pdf",
          "https://pmc.ncbi.nlm.nih.gov/articles/PMC6630674/"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Detection of the parent in blood would imply recent exposure; however, biomonitoring commonly relies on urinary metabolites (e.g., mono‑n‑hexyl phthalate, MnHexP) rather than parent compounds in serum. Research on phthalates frequently examines reproductive, developmental, hepatic, and endocrine‑related endpoints.",
        "sources": [
          "https://www.bfr.bund.de/cm/349/mnhexp-background-information-on-the-detection-of-the-degradation-product-of-a-plasticizer-in-urine-samples.pdf",
          "https://pmc.ncbi.nlm.nih.gov/articles/PMC6630674/"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "Phthalates are regulated under various frameworks (e.g., EU REACH restrictions and authorisation for several phthalates; compound‑specific provisions vary). Biomonitoring programs (e.g., NHANES and state programs) measure phthalate metabolites in urine to assess exposure trends.",
        "sources": [
          "https://echa.europa.eu/hot-topics/phthalates",
          "https://www.cpsc.gov/s3fs-public/NHANES-Biomonitoring-analysis-for-Commission.pdf"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Dihexyl-phthalate",
      "https://echa.europa.eu/substance-information/-/substanceinfo/100.001.417",
      "https://www.cpsc.gov/s3fs-public/phthalover.pdf",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC6630674/",
      "https://www.bfr.bund.de/cm/349/mnhexp-background-information-on-the-detection-of-the-degradation-product-of-a-plasticizer-in-urine-samples.pdf",
      "https://echa.europa.eu/hot-topics/phthalates",
      "https://www.cpsc.gov/s3fs-public/NHANES-Biomonitoring-analysis-for-Commission.pdf"
    ]
  },
  {
    "compound_name": "Bis(4-hydroxyphenyl)methane (BPF)",
    "cas_rn": "620-92-8",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A bisphenol used in epoxy resins, adhesives, industrial coatings, and as a BPA substitute in some applications.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/12111",
          "https://www.healthvermont.gov/sites/default/files/document/env-cdp-620-92-8-bpf.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure occurs via contact with materials made using BPF‑based resins and from consumer products.",
        "bullets": [
          "Dietary intake via can linings and contact materials.",
          "Dermal contact with resins/coatings and occupational handling.",
          "Indoor dust ingestion.",
          "Urinary biomonitoring captures recent exposure."
        ],
        "sources": [
          "https://stacks.cdc.gov/view/cdc/104095/cdc_104095_DS1.pdf",
          "https://www.healthvermont.gov/sites/default/files/document/env-cdp-620-92-8-bpf.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Blood detection would indicate recent exposure; most biomonitoring relies on urine (conjugated metabolites). Literature evaluates endocrine‑related, developmental, and reproductive endpoints.",
        "sources": [
          "https://stacks.cdc.gov/view/cdc/104095/cdc_104095_DS1.pdf",
          "https://www.healthvermont.gov/sites/default/files/document/env-cdp-620-92-8-bpf.pdf",
          "https://pmc.ncbi.nlm.nih.gov/articles/PMC6028148/"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "BPF is included in biomonitoring panels (e.g., U.S. NHANES urinary measurements in selected cycles). Regulatory assessments for bisphenols have mainly focused on BPA; BPF is being evaluated in several jurisdictions.",
        "sources": [
          "https://www.cdc.gov/exposurereport/data_tables.html",
          "https://stacks.cdc.gov/view/cdc/104095/cdc_104095_DS1.pdf"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/12111",
      "https://www.healthvermont.gov/sites/default/files/document/env-cdp-620-92-8-bpf.pdf",
      "https://stacks.cdc.gov/view/cdc/104095/cdc_104095_DS1.pdf",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC6028148/",
      "https://www.cdc.gov/exposurereport/data_tables.html"
    ]
  },
  {
    "compound_name": "Perfluorododecanoic acid (PFDoA)",
    "cas_rn": "307-55-1",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A perfluoroalkyl carboxylic acid (PFCA) with a 12‑carbon chain detected in environmental and biological samples; formed as a manufacturing by‑product or from degradation of precursor PFAS.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/307-55-1"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Long‑chain PFCAs are persistent and bioaccumulative; human exposure reflects environmental contamination and consumer products.",
        "bullets": [
          "Ingestion of contaminated drinking water.",
          "Dietary intake, particularly fish and some meats (bioaccumulation).",
          "Indoor dust ingestion and contact with treated materials.",
          "Occupational exposure in fluorochemical production or use."
        ],
        "sources": [
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Serum PFCA measurements indicate systemic exposure and body burden due to multi‑year half‑lives in humans for long‑chain PFAAs. Endpoints studied include liver function, lipids, thyroid hormones, and immune measures.",
        "sources": [
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
          "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "In the EU, C9–C14 PFCAs (which include PFDoA/C12) and related substances are restricted under REACH (Commission Regulation (EU) 2021/1297; effective dates in 2023). PFDoA appears in PFAS monitoring programs and analyte lists.",
        "sources": [
          "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX%3A32021R1297",
          "https://echa.europa.eu/hot-topics/perfluoroalkyl-chemicals-pfas"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/307-55-1",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
      "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX%3A32021R1297",
      "https://echa.europa.eu/hot-topics/perfluoroalkyl-chemicals-pfas"
    ]
  },
  {
    "compound_name": "Perfluorooctanoic acid (PFOA)",
    "cas_rn": "335-67-1",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "An eight‑carbon perfluoroalkyl carboxylic acid (PFCA) used historically as a processing aid in fluoropolymer manufacture; also detected as an environmental contaminant.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorooctanoic-acid"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "PFOA is persistent and widely measured in serum; exposure is associated with multiple environmental and product pathways.",
        "bullets": [
          "Ingestion of contaminated drinking water near industrial/AFFF sites.",
          "Dietary intake from food or contact materials.",
          "Indoor dust ingestion and consumer product contact.",
          "Occupational exposure in fluorochemical production or use."
        ],
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://www.atsdr.cdc.gov/pfas/final-report/index.html"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Serum detection reflects body burden; human half‑life is on the order of years. Studies commonly assess hepatic, lipid, thyroid, immune, developmental, and renal biomarkers.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "In April 2024, the U.S. EPA finalized an MCL of 4 ng/L (ppt) for PFOA in drinking water and designated PFOA a hazardous substance under CERCLA in 2024. PFOA was listed under the Stockholm Convention (2019).",
        "sources": [
          "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
          "https://www.epa.gov/superfund/designation-perfluorooctanoic-acid-pfoa-and-perfluorooctanesulfonic-acid-pfos-cercla",
          "https://www.echemportal.org/echemportal/substance-search?query_term=1763-23-1"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/Perfluorooctanoic-acid",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://www.atsdr.cdc.gov/pfas/final-report/index.html",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
      "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
      "https://www.epa.gov/superfund/designation-perfluorooctanoic-acid-pfoa-and-perfluorooctanesulfonic-acid-pfos-cercla",
      "https://www.echemportal.org/echemportal/substance-search?query_term=1763-23-1"
    ]
  },
  {
    "compound_name": "Heptadecafluorooctanesulfonic acid (PFOS)",
    "cas_rn": "1763-23-1",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A perfluoroalkyl sulfonic acid (PFSA) used historically in AFFF, metal plating mist suppressants, and stain‑/water‑repellent surface treatments; phased out or restricted in many jurisdictions.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/74483"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "PFOS is persistent and bioaccumulative; serum monitoring shows widespread exposure.",
        "bullets": [
          "Ingestion of contaminated drinking water.",
          "Dietary exposure (e.g., fish/meat) in some settings.",
          "Indoor dust ingestion from treated materials.",
          "Occupational exposure in plating, AFFF use, or historical manufacturing."
        ],
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://www.atsdr.cdc.gov/pfas/final-report/index.html"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "Serum detection reflects long half‑lives in humans (years). Evaluated endpoints include hepatic function, lipids, thyroid hormones, immune markers, and developmental measures.",
        "sources": [
          "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
          "https://www.efsa.europa.eu/en/efsajournal/pub/6223"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "The U.S. EPA set a drinking water MCL of 4 ng/L (ppt) for PFOS in 2024; PFOS was designated a CERCLA hazardous substance in 2024. Internationally, PFOS and its salts/precursor PFOSF were listed under the Stockholm Convention in 2009 (Annex B).",
        "sources": [
          "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
          "https://www.epa.gov/superfund/designation-perfluorooctanoic-acid-pfoa-and-perfluorooctanesulfonic-acid-pfos-cercla",
          "https://www.echemportal.org/echemportal/substance-search?query_term=1763-23-1"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/74483",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://www.atsdr.cdc.gov/pfas/final-report/index.html",
      "https://www.atsdr.cdc.gov/toxprofiles/tp200-c1.pdf",
      "https://www.efsa.europa.eu/en/efsajournal/pub/6223",
      "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas",
      "https://www.epa.gov/superfund/designation-perfluorooctanoic-acid-pfoa-and-perfluorooctanesulfonic-acid-pfos-cercla",
      "https://www.echemportal.org/echemportal/substance-search?query_term=1763-23-1"
    ]
  },
  {
    "compound_name": "N-ethylperfluoro-1-octanesulfonamidoacetic acid (NEtFOSAA)",
    "cas_rn": "2991-50-6",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A perfluorooctane sulfonamide derivative (PFOS precursor) used historically in surface treatment chemistries; it can degrade to PFOS. NEtFOSAA is a PFAS measured as a precursor biomarker in serum.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/N-ethylperfluorooctanesulfonamidoacetic-acid",
          "https://www.accustandard.com/prod0058760.html"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure reflects contact with PFOS‑based chemistries and their transformation products.",
        "bullets": [
          "Ingestion of drinking water influenced by historical PFOS uses.",
          "Indoor dust from treated materials (e.g., stain‑resistant finishes).",
          "Dietary exposure via contact materials.",
          "Occupational exposure to PFOS‑related products."
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/pfas/final-report/index.html"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "NEtFOSAA in serum indicates exposure to PFOS‑related precursors; studies examine placental transfer and its role in PFOS body burden. Endpoints studied include those commonly assessed for PFAS (hepatic, lipid, thyroid, immune).",
        "sources": [
          "https://www.sciencedirect.com/science/article/pii/S0160412019305161",
          "https://ehjournal.biomedcentral.com/articles/10.1186/s12940-024-01085-z"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "NEtFOSAA is not assigned a stand‑alone U.S. drinking water MCL; it has been measured in NHANES special serum PFAS panels (e.g., children 2013–2014). PFOS (a degradation product) has enforceable drinking water standards in the U.S. (2024).",
        "sources": [
          "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
          "https://www.cdc.gov/exposurereport/report/pdf/Perfluoroalkyl%20and%20Polyfluoroalkyl%20Substances%20--%20Surfactants%20NHANES-p.pdf",
          "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/N-ethylperfluorooctanesulfonamidoacetic-acid",
      "https://www.accustandard.com/prod0058760.html",
      "https://www.atsdr.cdc.gov/pfas/final-report/index.html",
      "https://www.sciencedirect.com/science/article/pii/S0160412019305161",
      "https://ehjournal.biomedcentral.com/articles/10.1186/s12940-024-01085-z",
      "https://wwwn.cdc.gov/nchs/data/nhanes/public/2019/labmethods/PFAS-K-Met-508.pdf",
      "https://www.cdc.gov/exposurereport/report/pdf/Perfluoroalkyl%20and%20Polyfluoroalkyl%20Substances%20--%20Surfactants%20NHANES-p.pdf",
      "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas"
    ]
  },
  {
    "compound_name": "N-methylperfluoro-1-octanesulfonamidoacetic acid (NMeFOSAA)",
    "cas_rn": "2355-31-9",
    "summary_sections": [
      {
        "header": "Overview and Common Uses",
        "content": "A perfluorooctane sulfonamide‑based PFAS (PFOS precursor) associated with historical surface treatment uses; monitored as a precursor biomarker in serum.",
        "sources": [
          "https://pubchem.ncbi.nlm.nih.gov/compound/2-_N-Methylperfluorooctanesulfonamido_acetic-acid",
          "https://www.restek.com/media/3c0f4d4b-2a50-4d6b-8931-6c39dfb28b1d/restek_product_guide_pfas_hplc_uhplc_applications.pdf"
        ]
      },
      {
        "header": "Exposure Pathways",
        "content": "Exposure arises from historical PFOS‑related chemistries and environmental transformation.",
        "bullets": [
          "Ingestion of impacted drinking water.",
          "Indoor dust from treated textiles and surface treatments.",
          "Dietary contact via packaging/linings.",
          "Occupational contact with PFOS‑related products."
        ],
        "sources": [
          "https://www.atsdr.cdc.gov/pfas/final-report/index.html"
        ]
      },
      {
        "header": "Health and Toxicological Information",
        "content": "NMeFOSAA in serum indicates exposure to PFOS‑precursor compounds; studies report maternal–fetal transfer and evaluate contributions to PFOS body burden. Endpoints studied align with broader PFAS evaluations (hepatic, lipid, thyroid, immune).",
        "sources": [
          "https://www.sciencedirect.com/science/article/pii/S0160412019305161",
          "https://ehjournal.biomedcentral.com/articles/10.1186/s12940-024-01085-z"
        ]
      },
      {
        "header": "Regulatory and Monitoring Context",
        "content": "No stand‑alone U.S. MCL. NMeFOSAA has been included in NHANES special serum PFAS panels and appears on PFAS analytical lists; PFOS, a degradation product, has a 2024 U.S. drinking water MCL.",
        "sources": [
          "https://www.cdc.gov/exposurereport/report/pdf/Perfluoroalkyl%20and%20Polyfluoroalkyl%20Substances%20--%20Surfactants%20NHANES-p.pdf",
          "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
          "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas"
        ]
      }
    ],
    "sources": [
      "https://pubchem.ncbi.nlm.nih.gov/compound/2-_N-Methylperfluorooctanesulfonamido_acetic-acid",
      "https://www.restek.com/media/3c0f4d4b-2a50-4d6b-8931-6c39dfb28b1d/restek_product_guide_pfas_hplc_uhplc_applications.pdf",
      "https://www.atsdr.cdc.gov/pfas/final-report/index.html",
      "https://www.sciencedirect.com/science/article/pii/S0160412019305161",
      "https://ehjournal.biomedcentral.com/articles/10.1186/s12940-024-01085-z",
      "https://www.cdc.gov/exposurereport/report/pdf/Perfluoroalkyl%20and%20Polyfluoroalkyl%20Substances%20--%20Surfactants%20NHANES-p.pdf",
      "https://pfas-1.itrcweb.org/wp-content/uploads/2023/12/Full-PFAS-Guidance-12.11.2023.pdf",
      "https://www.epa.gov/sdwa/and-polyfluoroalkyl-substances-pfas"
    ]
  }
]